Repository: BillTheBest/zentyal
Catalog: client/services/po/*.po
Languages: eu, nl, ro, sk

source: any
eu: edozein
nl: een of ander
ro: orice
sk: hocijaký

source: any protocol and port
eu: edozein protokolo eta ataka
nl: een of ander protocol en poort
ro: orice protocol şi port
sk: hocijaký protokol a port

source: any UDP
eu: edozein UDP
nl: een of ander UDP
ro: orice UDP
sk: hocijaký UDP

source: any UDP port
eu: edozein UDP ataka
nl: ene of andere UDP poort
ro: orice port UDP
sk: hocijaký UDP port

source: any TCP
eu: edozein TCP
nl: een of ander TCP
ro: orice TCP
sk: hocijaký TCP

source: any TCP port
eu: edozein TCP ataka
nl: ene of andere TCP poort
ro: orice port TCP
sk: hocijaký TCP port

source: eBox administration
eu: eBox administrazioa
nl: eBox beheer
ro: administrare eBox
sk: Správa eBox-u

source: Zentyal Administration Web Server
eu: Zentyal Web Zerbitzariaren Administrazioa

source: Domain
eu: Domeinua
nl: Domein
ro: Domeniu
sk: Doména

source: Service name
eu: Zeributzu izena
nl: Dienst naam
ro: Nume serviciu
sk: Názov služby

source: Description
eu: Azalpena
nl: Beschrijving
ro: Descriere
sk: Popis

source: Internal
eu: Barnekoa
nl: Intern
ro: Intern
sk: Interný

source: Configuration
eu: Hobespenak
nl: Instellingen
ro: Configurare
sk: Konfigurácia

source: List of services
eu: Zebitzu zerrenda
nl: Diensten lijst
ro: Lista serviciilor
sk: Zoznam služieb

source: Services
eu: Zerbitzuak
nl: Diensten
ro: Servicii
sk: Služby

source: service
eu: zerbitzu
nl: dienst
ro: serviciu
sk: služba

source: Protocol
eu: Protokolo
sk: Protokol

source: Source port
eu: Iturri ataka
nl: Bron poort
ro: Port sursă
sk: Východiskový port

source: Destination port
eu: Helmuga ataka
nl: Bestemming poort
ro: Port destinaţie
sk: Cieľový port

source: Service configuration
eu: Zebitzu hobespenak
nl: Service configuratie
ro: Configurare serviciu
sk: Nastavenie služby

source: This protocol does not use ports
eu: Protokolo hinek ez ditu atakak erabiltzen
nl: Dit protocol gebruikt geen poorten
ro: Acest protocol nu foloseşte porturi
sk: Tento protokol nevyužíva porty

source: port
eu: ataka
nl: Poort

source: Zentyal Administration port
eu: Zentyal administrazio ataka

source: ebox-services
nl: ebox-diensten
ro: servicii eBox
sk: ebox-služby

source: A service is an abstraction of one or more network protocols which can be used in other modules such as: firewall, traffic shaping...
nl: Een dienst is een abstractie van één of meerdere netwerk protocollen die gebruikt kunnen worden in andere modules zoals : vuurmuur, verkeersvorming ...
ro: Un serviciu este o abstractizare a unuia sau mai multor protocoale ce pot fi utilizate în alte module, precum: firewall, prioritizare trafic...
sk: Služba je pojem pre jeden alebo viac sieťových protokolov, ktoré môžu byť použité v ostatných moduloch, ako napríklad: firewall, traffic shaping...

source: This field is usually set to any
nl: Dit veld is gewoonlijk ingesteld op een of ander
ro: Acest câmp are de obicei valoarea: orice
sk: Toto pole je zvyčajne nastavené na hodnotu hocijaký (any)
