Repository: BillTheBest/zentyal
Catalog: client/egroupware/po/*.po
Languages: sk

source: Create PostgreSQL user egroupware
sk: Vytvoriť PostgreSQL užívateľa eGroupware-u

source: This user will be the owner of the egroupware database
sk: Tento užívateľ je vlastníkom eGroupware databázy

source: Create PostgreSQL egroupware database
sk: Vytvoriť PostgreSQL databázu eGroupware-u

source: This database will store the data needed by eGroupware
sk: Táto databáza bude potrebná pre ukladanie dát eGroupware-u

source: To configure eGroupware access settings
sk: Konfigurovať prístupové nastavenia eGroupware-u

source: To allow local access to egroupware database
sk: Povoliť lokálny prístup do databázy eGroupware-u

source: username
sk: užívateľské meno

source: groupname
sk: meno skupiny

source: Application
sk: Aplikácia

source: Enabled
sk: Povolený

source: Applications
sk: Aplikácie

source: application
sk: aplikácia

source: Default Applications
sk: Východzie aplikácie

source: These are the default application permissions that are given to the new created users or existing ones before enabling eGroupware module.
sk: Toto je východzia aplikácia oprávnení, ktoré budú nastavené novovytvoreným užívateľom alebo už vytvoreným, pred povolením modulu eGroupware.

source: Name
sk: Meno

source: Allowed Applications
sk: Povolené aplikácie

source: User Defined Permission Templates
sk: Užívateľom definované šablóny prístupov

source: template
sk: šablóna

source: Edit the permission templates with the allowed applications that can be assigned to users or groups.
sk: Upraviť šablónu prístupov s povolenými aplikáciami, ktoré môžu byť pridelené užívateľom alebo skupinám.

source: No domain selected
sk: Nieje vybraná doména

source: You must have at least one virtual mail domain defined. You can define the at {ohref}Virtual Domains section{chref}
sk: Musíte mať definovanú aspoň jednu virtuálnu mailovú doménu. Môžete ju definovať v sekcii {ohref}Virtuálne Domény{chref}

source: You must have IMAP service enabled. You can enable it at {ohref} Mail General Configuration{chref}.
sk: Musíte mať povolenú IMAP službu. Môžete ju povoliť v {ohref}Hlavné Nastavenie Pošty{chref}

source: The deleted virtual domain was selected for eGroupware. Maybe you want to select another one now.
sk: Zmazaná virtuálna doména bola vybraná pre eGroupware. Možno chcete teraz zvoliť inú.

source: Virtual Domain
sk: Virtuálne Domény

source: Virtual Mail Domain
sk: Virtuálne Poštové Domény

source: Select the virtual mail domain to be used for eGroupware
sk: Vyberte virtuálnu poštovú doménu, ktorá sa bude používať s eGroupware.

source: Once the module is enabled and you have created a user account, you can access the eGroupware web interface at http://<ebox_ip>/egroupware
sk: Ak je modul povolený a máte vytvorené užívateľské konto, môžete pristúpiť k eGroupware web rozhraniu na http://<ebox_ip>/egroupware

source: eGroupware account
sk: eGroupware účet

source: Password for eGroupware service is the user password
sk: Heslo služby eGroupware je zároveň užívateľským heslom

source: eGroupware group
sk: eGroupware skupina

source: Permissions template
sk: Šablóna prístupov

source: Default
sk: Východzie

source: Change
sk: Zmeniť

source: Click here to select a virtual domain
sk: Kliknite sem pre výber virtuálnej domény
