Repository: BillTheBest/zentyal
Catalog: client/remoteservices/po/*.po
Languages: it

source: Not subscribed
it: Non iscritto

source: Subscribed
it: Iscritto

source: Subscription
it: Iscrizione

source: Remote Support Access
it: Accesso al supporto remoto

source: System
it: Sistema

source: Zentyal must be subscribed to reload the bundle
it: Zentyal deve essere iscritto, per ricaricare il bundle software

source: Not connected. Check VPN logs in {path}
it: Non connesso.Controlla i log della VPN in {path}

source: Connected
it: Connesso

source: Control panel
it: Pannello di Controllo

source: system
it: sistema

source: average
it: media

source: The following users have {level} passwords: {users}.
it: Gli utenti seguenti hanno {level} password: {users}

source: Cannot get the restricted addresses for remote support
it: Impossibile ottenere gli indirizzi riservati al supporto remoto

source: There exists already a user {u} and it does not seem created by Zentyal. Until this user is renamed or removed it would be impossible to set up remote support access
it: Esiste già un utente {u} e non sembra creato da Zentyal. Finché questo utente non viene rimosso o rinominato è impossibile configurare il supporto all'assistenza remota

source: Allow remote access to Zentyal staff
it: Permetti allo staff di Zentyal l'accesso remoto

source: Allow access from any internet address
it: Permetti l'accesso da qualsiasi indirizzo internet

source: Remote access from any address requires that remote access support is enabled
it: L'accesso remoto da qualsiasi indirizzo richiede che il supporto all'accesso remoto sia abilitato

source: To restrict addresses you need that your Zentyal Server is subscribed to Zentyal Cloud. Either subscribe it or allow access from any address
it: Per limitare gli indirizzi e' necessario che il tuo server Zentyal sia iscritto alla Zentyal Cloud.Iscrivilo o permetti l'accesso da qualunque indirizzo

source: Enabling remote support will allow staff from Zentyal to freely access your computer. You could use the 'screen' command to join their shell option. To allow that, the SUID bit of the 'screen' program is enabled. This change is undone when this option is disabled To join the remote session, login in the shell as a user belonging to the 'adm' group and use the command: '{cmd}'.
it: Abilitare il supporto remoto permettera' allo staff di Zentyal di accedere liberamente al tuo computer. Puoi usare il comando 'screen' per partecipare ad una shell remota avviata da uno dello staff.Per permettere questo, il bit SUID del programma 'screen' viene abilitato.Una volta che l'opzione del supporto remoto e' disabilitata, anche il SUID bit di 'screen' viene disabilitato. Per entrare in una sessione remota di shell, fai login come un utente che faccia parte del gruppo 'adm' e usa il comando : '{cmd}'

source: Subscription was done correctly. Wait a minute to let the subscription be propagated throughout the system.
it: Sottoscrizione effettuata correttamente. Aspetta un minuto che la si propaghi nel sistema.

source: Subscription data retrieved correctly.
it: Informazioni di Sottoscrizione recuperati Correttamente

source: Please, save changes
it: Per favore, salva i cambiamenti

source: Done
it: Fatto

source: Take into account that subscribing Zentyal could take a minute. Do not touch anything until subscribing process is done.
it: Tieni conto che iscrivere Zentyal potra' richiedere qualche minuto.Non toccare nulla fino a che il processo di iscrizione non e' completato.

source: User Name or Email Address
it: Nome utente o indirizzo mail

source: Server Name
it: Nome server

source: Delete data
it: Elimina dati

source: module
it: modulo

source: and
it: e

source: modules
it: moduli

source: Action
it: Azione

source: Reason
it: Motivo

source: Access from control panel without password
it: Accedi dal Pannello di Controllo senza password

source: Access settings
it: Configura Accesso

source: It must be a valid subdomain name
it: Deve essere non nome di subdomain valido

source: It cannot contain "{char}" character
it: Non puo contenere il carattere "{char}"

source: It cannot be greater than {n} characters
it: Non puo essere più lunga di {n} caratteri

source: Skipping bad formed line: {l}
it: Ignoro la linea malformattata : {l}

source: No ebox-services DNS key found
it: Chiave DNS ebox-services non trovata

source: Server {s} not found via DNS server {d}
it: Non trovo il server {s} tramite il DNS {d}

source: Cannot create SOAP connection
it: Impossibile creare una connessione SOAP

source: No domain key found for this service
it: Nessuna chiave di dominio trovata per questo servizio

source: No backups in server for host: {h}
it: Non eistono backups nel server per l'host: {h}

source: Inexistent backup: {n}
it: Backup inesistente:{n}

source: Key for proxy backup service not found
it: Chiave per il servizio di proxy backup non trovata

source: Cannot contact to {host}. Check your connection to the Internet
it: Impossibile connettersi a {host}. Controlla la connessione ad internet

source: Value for key {k} not found
it: Il valore per la chiave {k} non trovato

source: Connection error
it: Errore di connessione

source: Making remote backup
it: Creo backup remoto

source: Backing up modules
it: Backup moduli in corso

source: Operation
it: Operazione

source: operations left to finish backup
it: Operazioni rimasti per terminare backup

source: Backup successful
it: Backup effettuato con successo

source: Remote system backups
it: Backup di sistema remoti

source: Configuration backup
it: Backup configurazione

source: Please confirm that you want to restore the configuraction using the following remote backup:
it: Prego conferma di voler ripristinare la configurazione usando il seguente backup remoto:

source: Restore
it: Ripristina

source: Please confirm that you want to delete the following remote backup:
it: Prego conferma di voler eliminare il seguente backup remoto:

source: Delete
it: Elimina

source: Inexistent action: {a}
it: Azione inesistente: {a}

source: Restoring remote backup
it: Ripristino backup remoto

source: Restoring modules from remote backup
it: Ripristino moduli da backup remoto

source: Module
it: Modulo

source: modules left to restore
it: moduli rimanenti da ripristinare

source: Restore successful
it: Ripristino effettuato con successo

source: Backup deleted
it: Backup eliminato

source: Remote system backups proxy
it: proxy per il sistema di backups remoto
