Repository: BillTheBest/zentyal
Catalog: client/zarafa/po/*.po
Languages: it, pl

source: Zarafa Server
it: Server Zarafa
pl: Serwer Zarafa

source: username
it: nome utente
pl: użytkownik

source: To enable Zarafa {service} gateway you must disable {service} mail retrieval service. You can do it at {ohref}Mail General Configuration{chref}.
pl: Aby włączyć usługę {service} łącznika, musisz najpierw wyłączyć {service} usługę odbierania poczty. Możesz to zrobić w zakładce {ohref}Ogólna konfiguracja poczty{chref}.

source: To enable Zarafa POP3 and IMAP gateways you need at least one virtual domain. You can do it at {ohref}Virtual Mail Domains{chref}.
pl: Aby włączyć łączniki POP3 i IMAP musisz skonfigurować przynajmniej jedną domenę wirtualną. Możesz to zrobić w {ohref}Wirtualne domeny pocztowe{chref}

source: Enable POP3 gateway
it: Abilita gateway POP3
pl: Włącz łącznik POP3

source: Enable POP3S gateway
it: Abilita gateway POP3S
pl: Włącz łącznik POP3S

source: Enable IMAP gateway
it: Abilita gateway IMAP
pl: Włącz łącznik IMAP

source: Enable IMAPS gateway
it: Abilita gateway IMAPS
pl: Włącz łącznik IMAPS

source: Zarafa gateways configuration settings
it: Configurazione dei gateway Zarafa
pl: Ustawienia łączników

source: Zarafa gateways configuration settings updated.
it: Configurazione dei gateway Zarafa aggiornata.
pl: Ustawienia łączników zostały zaktualizowane

source: Zarafa gateways allow access to users mailboxes using POP3 and IMAP protocols.
it: I gateway Zarafa permettono l'accesso alle caselle di posta degli utenti tramite protocolli IMAP e POP3.
pl: Łaczniki Zarafa umożliwiają dostęp do skrzynek pocztowych poprzez protokoły POP3 i IMAP

source: Maximum mailbox size
it: Dimensione massima della casella mail
pl: Maksymalna wielkość skrzynki

source: When a mailbox reaches this size futher messages will be rejected.
it: Una volta raggiunta questa dimensione,ogni messaggio successivo sara' rifiutato dalla casella di posta.
pl: Jeśli skrzynka przekroczy tę wielkość, następne wiadomości zostaną odrzucone.

source: Unlimited size
it: Casella mail senza limiti di dimensione
pl: Nieograniczona wielkość

source: Limited to
it: Limitato a
pl: Ograniczona do

source: Warn user over
it: Avverti utente sopra
pl: Ostrzeżenie o przekroczeniu

source: Stop user sending mails over
it: Interrompi l'invio di mail utente sopra
pl: Wstrzymanie wysyłania poczty przez użytkownika

source: Quota configuration settings
pl: Ustawienie przydzielonej powierzchni

source: Zarafa server quota configuration settings updated.
it: Configurazione delle quote Zarafa aggiornata.
pl: Zaktualizowano ustawienia przydzielonej powierzchni

source: Enable Spell Checking
it: Abilita il controllo di errori grammaticali
pl: Włącz sprawdzanie pisowni

source: Enable spell checking on Zarafa Webaccess.
it: Abilita il controllo di errori grammaticali sull'interfaccia web di Zarafa.
pl: Włącz sprawdzanie pisowni w trakcie korzystania z dostępu www

source: Enable Active Sync
it: Abilita l'Active Sync
pl: Włącz synchronizację

source: Enable Active Sync (Microsoft Exchange syncronization protocol).
it: Abilita l'Active Sync(Il protocollo di sincronizzazione di Microsoft Exchange).
pl: Włącz synchronizację (protokół Exchange)

source: Virtual host
it: Host virtuale
pl: Host wirtualny

source: Enable Zarafa access only on this virtual host under /webaccess and /webaccess-mobile.
it: Abilita l'acceso web di Zarafa solo su questo Host virtuale sotto i percorsi di /webaccess e /webaccess-mobile
pl: Włącz dostęp do Zarafy tylko dla tego wirtualnego hosta

source: General configuration settings
it: Configurazione generale
pl: Ogólne ustawienia konfiguracji

source: General Zarafa server configuration settings updated.
it: Configurazione generale del server Zarafa aggiornata.
pl: Zaktualizowano ustawienia konfiguracji serwera Zarafa

source: Disabled
it: Disabilitato
pl: Wyłączone

source: The deleted virtual host was selected for Zarafa. Maybe you want to select another one now.
it: L'host virtuale rimosso era in uso da Zarafa.Forse ora ne vuoi definire uno nuovo.
pl: Usunięty host wirtualny był używany przez Zarafę. Możesz teraz wybrać inny

source: Groupware Account
it: Account Groupware
pl: Konto groupware

source: No domain selected
it: Nessun dominio selezionato
pl: Nie wybrano domeny

source: To configure Zarafa you must have at least one virtual mail domain. You can define one at {ohref}Virtual Domains{chref}.
pl: Aby skonfigurować Zarafę, musisz ustawić przynajmniej jedną domenę wirtualną. Możesz to zrobić w zakładce {ohref}Domeny wirtualne{chref}

source: The deleted virtual domain was selected for Zarafa. Maybe you want to select another one now.
it: Il dominio virtuale rimosso era in uso da Zarafa.Forse ora ne vuoi definire uno nuovo.
pl: Usunięte domeny wirtualne były wykorzystywane przez moduł Zarafa. Wybierz inną domenę.

source: Virtual domain
it: Dominio virtuale
pl: Domena wirtualna

source: Virtual mail domain
it: Dominio di posta virtuale
pl: Wirtualna domena pocztowa

source: Select the virtual mail domain to be used for Zarafa.
it: Scegli il dominio di posta virtuale che deve essere usato da Zarafa
pl: Wybierz wirtualną domenę pocztową używaną przez Zarafę

source: Configuration
it: Configurazione
pl: Konfiguracja

source: Groupware (Zarafa)
pl: Groupware

source: You can access the Zarafa web interface at http://zentyal_ip/webaccess and the mobile version at http://zentyal_ip/webaccess-mobile.
it: Puoi accedere all'interfaccia web di Zarafa agli indirizzi:http://zentyal_ip/webaccess ehttp://zentyal_ip/webaccess-mobile per la versione mobile
pl: Do obsługi Zarafa możesz użyć adresu http://zentyal_ip/webaccess dla telefonów komórkowych http://zentyal_ip/webaccess-mobile

source: Add Zarafa LDAP schema
it: Aggiungi lo schema LDAP per Zarafa
pl: Dodaj schemat Zarafa LDAP

source: Zentyal will need this schema to store Zarafa users.
it: Zantyal necessita di questo schema per conservare gli utenti Zarafa
pl: Zentyal wykorzysta ten schemat do magazynowania użytkowników

source: Add vmail system user
it: Aggiungi utente vmail
pl: Dodawanie użytkownika vmail

source: Zentyal will need this to deliver mail to Zarafa.
it: Zentyal necessita di questo per il passaggio di mail a Zarafa
pl: Zentyal wykorzystuje to do przesyłania maili do Zarafa

source: Create MySQL Zarafa database.
it: Crea database MySQL di Zarafa
pl: Tworzenie bazy MySQL Zarafa

source: This database will store the data needed by Zarafa.
it: Questo database memorizzera' i dati necessari a Zarafa
pl: Baza przechowuje dane wymagane przez Zarafa

source: Create default SSL key/certificates.
it: Crea certificati SSL a chiave SSL di default.
pl: Tworzenie domyślnych kluczy/certyfikatów SSL

source: This self-signed default certificates will be used by Zarafa POP3/IMAP gateway.
it: Questi certificati auto-firmati saranno usati dal gateway POP3/IMAP di Zarafa.
pl: Certyfikaty domyśle zostaną użyte przez bramę POP3/IMAP

source: Add zarafa link to www data directory.
it: Aggiungi un link a Zarafa nella directory www standard.
pl: Dodawanie linku do katalogu www

source: Zarafa will be accesible at http://ip/webaccess/.
it: Zarafa sara' accessibile all'indirizzo http://zentyal_ip/webaccess/.
pl: Połącz z Zarafa pod adresem http://ip/webaccess/

source: To properly configure Zarafa.
it: Per configurare correttamente Zarafa.
pl: Konfiguracja Zarafa

source: To properly configure Zarafa LDAP connection.
it: Per configurare correttamente le connessioni LDAP di Zarafa.
pl: Konfiguracja połączenie Zarafa LDAP

source: To properly configure Zarafa webaccess.
it: Per configurare correttamente l'accesso web a Zarafa.
pl: Konfiguracja dostępu webowego do Zarafa

source: To properly configure Zarafa gateway server.
it: Per configurare correttamente il server gateway Zarafa.
pl: Konfiguracja serwera bramy Zarafa

source: To properly configure Zarafa quota monitoring server.
it: Per configurare correttamente il server di monitoraggio della quota Zarafa.
pl: Konfiguracja serwera monitoringu powierzchni Zarafa

source: To properly configure Zarafa mail delivering server.
it: Per configurare correttamente il sistema di gestione mail di Zarafa.
pl: Konfiguracja serwera dostarczania poczty Zarafa

source: To properly configure Zarafa ical server.
it: Per configurare correttamente il sistema iCal di Zarafa.
pl: Konfiguracja serwera Zarafa ical

source: To properly configure Zarafa indexing server.
it: Per configurare correttamente il server di indicizzazione di Zarafa.
pl: Konfiguracja serwera indeksującego Zarafa

source: Zarafa Gateway Server
it: Server gateway di Zarafa
pl: Łącznik serwera Zarafa

source: This user has a Zarafa account. If the user currently connected it will continue connected until Zarafa authorization is again required.
it: Questo utente ha un account Zarafa. Se l'utente si connette ora continuerà a essere connesso finchè l'autorizzazione Zarafa non sarà nuovamente richiesta.
pl: Ten użytkownik posiada konto Zarafa. Użytkownik będzie tak długo połączony dopóki Zarafa nie zażąda ponownej autoryzacji

source: Zarafa account
it: Account Zarafa
pl: Konto Zarafa

source: User account
it: Account utente
pl: Konto użytkownika

source: Enabled
it: Abilitato
pl: Włączone

source: Administration rights
it: Privilegi di amministratore
pl: Prawa administratora

source: Zarafa takes quota settings from mail account settings.
it: Zarafa eredita le impostazioni delle quota dalle impostazioni delle caselle di posta.
pl: Zarafa pobierze ustawienia limitów powierzchni z ustawień kont serwera pocztowego

source: Change
it: Modifica
pl: Zmień
