Repository: BillTheBest/zentyal
Catalog: client/ftp/po/*.po
Languages: es, it, nb, sk, sr

source: Disabled
es: Desactivado
it: Disabilitato
nb: Deaktivert
sk: Zakázaný
sr: Onemogućeno

source: Read only
es: Sólo lectura
it: Sola lettura
nb: Kun Lesing
sk: Len na čítanie
sr: Samo za čitanje

source: Read/Write
es: Lectura/escritura
it: Lettura/Scrittura
nb: Les/Skriv
sk: Čítať/Zapisovať
sr: Čitaj/Piši

source: Anonymous access
es: Acceso anónimo
it: Accesso anonimo
nb: Anonym tilgang
sk: Anonymný prístup
sr: Anonimni pristup

source: Sets the permissions for the /srv/ftp directory
es: Configura los permisos para el directorio /srv/ftp
it: Imposta i permessi per la cartella "/srv/ftp"
nb: Setter rettighetene for /srv/ftp mappen
sk: Nastaviť prístup pre /srv/ftp priečinok
sr: Postavlja dozvole za /srv/ftp direktorijum

source: Personal directories
es: Directorios personales
it: Cartelle personali
nb: Personlige mapper
sk: Osobné priečinky
sr: Lični direktorijumi

source: Enable FTP access for each user to its /home directory
es: Activa el acceso FTP de cada usuario a su directorio /home
it: Abilita l'accesso FTP ad ogni utente alla sua "/home"
nb: Aktiver FTP tilgang for hver bruker til sin /home mappe
sk: Povoliť FTP prístup pre každého do jeho /home priečinku
sr: Omogući FTP pristup svim korisnicima svom /home direktorijumu

source: General configuration settings
es: Opciones generales de configuración
it: Settaggi della configurazione generale
nb: Generelle konfigurasjons instillinger
sk: Hlavné nastavenia
sr: Podešavanja opšte konfiguracije

source: FTP Server
es: Servidor FTP

source: The anonymous directory is /srv/ftp, make sure that the files you create there have read permissions for everybody (chmod o+r /srv/ftp/*). If you also want to grant write permissions you need to create a subdirectory with write permissions for everybody, for example: mkdir /srv/ftp/incoming ; chmod o+rwx /srv/ftp/incoming
es: El directorio anónimo es /srv/ftp, asegúrate de que los archivos que crees en él tienen permisos de lectura para todos (chmod o+r /srv/ftp/*). Si también quieres permisos de escritura, necesitas crear un subdirectorio con permisos de escritura para todos los usuarios, por ejemplo: mkdir /srv/ftp/incoming ; chmod o+rwx /srv/ftp/incoming
it: La cartella dell'utente anonimo Ã¨ "/srv/ftp", assicurati che i files che crei nella cartella abbiano il permesso di lettura per "tutti" ( chmod o+r /srv/ftp/* ). Se lo vuoi puoi anche creare una sottocartella con i permessi in scrittura per "tutti" ( mkdir /srv/ftp/incoming ) ( chmod o+rwx /srv/ftp/incoming )
nb: Den anonyme mappen er /srv/ftp, vennligs forsikre deg om at filene du oppretter der har leserettigheter for alle (chmod o+r /srv/ftp/*). Hvis du ogs책 vil gi skrive rettigheter m책 du opprette en undermappe med skrive rettigheter for alle, for eksempel: mkdir /srv/ftp/incoming ; chmod o+rwx /srv/ftp/incoming
sk: Priečinok pre anonymný prístup je /srv/ftp. Uistite sa, že súbory, ktoré sem uložíte, majú práva na čítanie pre všetkých (chmod o+r /srv/ftp/*). Ak chcete poskytnúť prístup aj na zápis, musíte vytvoriť podpriečinok s právami na zápis pre všetkých. Napr.: mkdir /srv/ftp/incoming ; chmod o+rwx /srv/ftp/incoming
sr: Anonimni direktorijum je /srv/ftp, proverite da ste omogućili svim korisnicima da mogu da čitaju dokumente koje kreirate u njemu (chmod o+r /srv/ftp/*). Ako hoćete da im omogućite i da upisuju u njega morate napraviti poddirektorijum sa omogućnošću pisanja za sve, na primer: mkdir /srv/ftp/incoming ; chmod o+r /srv/ftp/incoming

source: To configure vsftpd
es: Configurar vsftpd
it: Per configurare vsftpd
nb: For 책 konfigurere vsftpd
sk: Konfigurovať vsftpd
sr: Konfigurišite vsftpd

source: To configure vsftpd with LDAP authentication
es: Configurar vsftpd con autenticación LDAP
it: Per configurare vsftpd con autenticazione LDAP
nb: For 책 konfigurere vsftpd med LDAP autentisering
sk: Konfigurovať vsftpd s LDAP autentifikáciou
sr: Konfigurišite vsftpd sa LDAP autentikacijom

source: Zentyal FTP Server
it: Server FTP Zentyal
