Repository: BillTheBest/zentyal
Catalog: client/jabber/po/*.po
Languages: ro, sk, sr

source: This user has a jabber account. If the user currently connected it will continue connected until jabber authorization is again required.
ro: Acest utilizator are un cont JAbber. Dacă este conectat acum, va ră,âne conectat până când i se va cere din nou autentificarea.
sk: Tento užívateľ má jabber účet. Ak je užívateľ práve pripojený, bude pokračovať v pripojení, pokiaľ nebude opäť potrebná autorizácia.
sr: Ovaj korisnik poseduje jabber nalog. Ako je korisnik trenutno konektovan, ostaće konektovan dok ne bude potrebno ponovo izvršiti autorizaciju.

source: Add Jabber LDAP schema
ro: Adaugă schemă LDAP-Jabber
sk: Pridať Jabber do LDAP schémy
sr: Dodaj Jabber LDAP šemu

source: Zentyal will need this schema to store Jabber users.
sk: Zentyal bude potrebovať túto schému na ukladanie užívateľov jabber-u
sr: Zentyal-u će trebati ta šema za čuvanje Jabber korisnika.

source: To properly configure ejabberd.
sk: Riadne nastaviť ejabberd.
sr: Pravilno konfigurisan ejabberd.

source: username
ro: nume utilizator
sk: užívateľské meno
sr: korisničko ime

source: Disabled
ro: Dezactivat
sk: Zakázaný
sr: Onemogućeno

source: Allow SSL
ro: Permite SSL
sk: Povoliť SSL
sr: Dozvoli SSL

source: Force SSL
ro: Forteaza utilizarea SSL
sk: Vynútiť SSL
sr: Forsiraj SSL

source: Jabber domain
sk: Jabber doména
sr: Jabber domen

source: SSL support
ro: Suport SSL
sk: SSL podpora
sr: SSL podrška

source: Connect to other servers
ro: Conectare la alte servere
sk: Pripojiť na iné servery
sr: Poveži se na druge servere

source: Enable MUC (Multi User Chat)
ro: Activare MUC (Multi User Chat)
sk: Povoliť MUC (Multi User Chat)
sr: Omogući MUC (Multi User Chat)

source: General configuration settings
sk: Hlavné nastavenie
sr: Podešavanja opšte konfiguracije

source: General Jabber server configuration settings updated.
ro: Configuratia generala a serverului a fost actualizata
sk: Hlavné nastavenie Jabber servera bolo aktualizované.
sr: Podešavanja opšte konfiguracije Jabber servera osvežena.

source: Jabber Account
ro: Cont Jabber
sk: Jabber konto
sr: Jabber nalog

source: Configuration
sk: Nastavenie
sr: Konfiguracija

source: Jabber account
sk: Jabber konto
sr: Jabber nalog

source: User account
ro: Cont utilizator
sk: Užívateľský účet
sr: Korisnički nalog

source: Enabled
ro: Activat
sk: Povolený
sr: Omogućeno

source: Administration rights
ro: Drepturi de adminstrare
sk: Administrátorské práva
sr: Administratorska prava

source: Change
ro: Modifică
sk: Zmeniť
sr: Promeni
