Repository: BillTheBest/zentyal
Catalog: main/webserver/po/*.po
Languages: pl

source: HyperText Transport Protocol
pl: Protokół HTTP

source: Virtual host name
pl: Nazwa hosta wirtualnego

source: Virtual host
pl: Host wirtualny

source: SSL support is disabled. Enable it before adding a SSL virtual host.
pl: SSL wyłączone. Włącz je przed dodaniem wirtualnego hosta z SSL

source: Virtual host {vhost} added. A domain {domain} has been created with the mapping name {name} - IP address {ip}. {noDnsWarning}
pl: Host wirtualny {vhost} dodany. Domena {domain} została utworzona z przekierowaniem na {name} - adres IP {ip}. {noDnsWarning}

source: Virtual host {vhost} added. A mapping name {name} - IP address {ip} has been added to {domain} domain.
pl: Host wirtualny {vhost} dodany. Nazwa przekierowania {name} - adres IP {ip} dostała dodana do domeny {domain}

source: Virtual host {vhost} added as an alias {alias} to hostname {hostname}.
pl: Host wirtualny {vhost} dodany jako alias {alias} do hosta {hostname}

source: Virtual host {vhost} added.
pl: Host wirtualny {vhost} dodany

source: There is no static internal interface to set the Web server IP address.
pl: Nie ma stałego interfejsu aby ustawić adres IP serwera WWW

source: Disabled
pl: Wyłączony

source: Allow SSL
pl: Zezwalaj na SSL

source: Force SSL
pl: Wymuś SSL

source: SSL support
pl: Wspomaganie SSL

source: Name
pl: Nazwa

source: Virtual hosts
pl: Hosty wirtualne

source: Virtual hosts are a form of web hosting service where many instances of the same web server are hosted on a single physical server. Different host names point to the same web server. If feasible, the DNS entry is automatically created. The content must be placed under the {docRoot} directory. Any particular configuration you want to add must be placed in the {userConf} directory.
pl: Hosty wirtualne są odmianą serwisu WWW w wypadku których wiele różnych serwisów WWW jest obsługiwanych przez ten sam serwer. Różne nazwy stron wskazują na tę samą usługę. Jeśli to możliwe, wpis DNS tworzony jest automatycznie. Zawartość strony WWW musi zostać umieszczona w katalogu {docRoot}. Każda inna specyficzna konfiguracja musi zostać umieszczona w katalogu {userConf}.

source: {open}The DNS module is disabled. The added mapping or domains will not have any effect until you enable it
pl: {open}Moduł DNS jest wyłączony. Do czasu jego włączenia dodane przekierowania lub domeny nie będą brane pod uwagę.

source: Listening port
pl: Port nasłuchujący

source: Zentyal Administration is running on this port, change it on {ohref}System -> General{chref}.
pl: Na tym porcie ustawione jest zarządzanie serwerem Zentyal , można go zmienić w {ohref}System -> Ogólne{chref}.

source: You need a Service Certificate for the Web Server module, enable it on {ohref}Certification Authority -> Service Certificates{chref}.
pl: Konieczny jestr Serwis Certyfikatów dla modułu serwera WWW, proszę włączyć go w {ohref}Certification Authority -> Service Certificates{chref}.

source: Having installed and configured the Users and Groups module is required to allow HTML directories for users.
pl: Instalacja i konfiguracja modułu Użytkownicy i Grupy jest konieczna do dopuszczenia użytkowników do katalogów HTML

source: A properly configured Users and Groups module is required to allow HTML directories for users. To configure it, please enable it at least one time.
pl: Prawidłowa konfiguracja modułu Użytkownicy i Grupy jest konieczna do dopuszczenia użytkowników do katalogów HTML. Aby tego dokonać, proszę włączyć ten moduł przynajmniej raz

source: Listening SSL port
pl: Port nasłuchujący usługi SSL

source: Enabled
pl: Włączony

source: Enable per user {dirName}
pl: Włącz dla użytkownika {dirName}

source: Allow users to publish web documents using the public_html directory on their home.
pl: Pozwól użytkownikom na publikowanie stron WWW poprzez ich katalogi HTML w ich katalogach prywatnych

source: General configuration settings
pl: Ustawienia ogólne

source: General Web server configuration. The listening port must not be used by another service. If you enable user to publish their own html pages, those should be loaded from {dirName} directory from their home directories.
pl: Ustawienia ogólne serwera WWW. Port nasłuchujący nie może być używany przez żadna inną usługę. Jeśli włączysz opcję pozwalającą użytkownikom publikowanie ich własnych stron, powinny być one wczytywane z katalogu {dirName} ich własnych katalogów prywatnych

source: General Web server configuration settings updated.
pl: Zaktualizowano ogólne ustawienia serwera WWW

source: Configuration
pl: Konfiguracja

source: Web Server
pl: Serwer WWW

source: The Zentyal web service allows you to host Web pages in plain HTML within different virtual hosts.
pl: Usługa WWW serwera Zentyal pozwala zarządzać stronami WWW w języku HTML różnych hostów wirtualnych

source: To set webserver listening port.
pl: Ustawić port serwera WWW

source: To configure default virtual host.
pl: Skonfigurować podstawowy serwer wirtualny

source: To configure default SSL virtual host.
pl: Skonfigurować podstawowy serwer wirtualny SSL

source: To configure the per-user public_html directory.
pl: Skonfigurować publiczny katalog HTML użytkowników

source: Enable Apache LDAP user module
pl: Włączyć moduł LDAP serwera APACHE

source: To fetch home directories from LDAP.
pl: Pobrać katalogi domowe przez LDAP

source: Enable Apache SSL module
pl: Włączyć moduł SSL serwera APACHE

source: To serve pages over HTTPS.
pl: Do obsługiwania stron WWW przez HTTPS

source: Web service status
pl: Stan usług serwera WWW

source: The {userDirConfFile} is missing! Please recover it.
pl: Brak pliku {userDirConfFile} ! Proszę go przywrócić
