Repository: BillTheBest/zentyal
Catalog: client/asterisk/po/*.po
Languages: ar, eu, fr, hu, id, tr

source: To configure enabled and disabled modules.
ar: إعداد و لتفعيل أو إبطال الوحدات.
eu: Gaitutako eta ezgaitutako moduluak konfiguratzeko.
fr: Pour configurer les modules activés ou désactivés
hu: Az engedélyezett és letiltott modulok beállítása.
id: Untuk mengkonfigurasi modul yang telah diaktifkan dan dinonaktifkan.
tr: Konfigürasyon aktif edildi ve modüller devre dışı bırakıldı.

source: To configure the Realtime interface.
ar: لضبط إعدادات الوصلة البينية ذات التوقيت الحقيقي.
eu: Realtime gailua konfiguratzeko
fr: Configurer l'interface Temps réel.
hu: A valós idejű felület beállítása.
id: Untuk mengkonfigurasi antarmuka Realtime.
tr: Yapılandırma için gerçek zamanlı arayüz.

source: To configure the LDAP Realtime driver.
ar: لضبط سواقة ال LDAP ذات الوقت الحقيقي.
eu: LDAP Realtime driberra konfiguratzeko.
fr: Configurer le driver LDAP à Temps réel.
hu: A valós idejű LDAP illesztőprogram beállítása.
id: Untuk mengkonfigurasi driver Realtime LDAP.
tr: LDAP gerçek zamanlı sürücü yapılandırması

source: To configure the common SIP and IAX users.
ar: لضبط اﻹعدادات المشتركة لمستخدمي SIP و IAX.
eu: SIP eta IAX erabiltzaile amankomunak konfiguratzeko.
fr: Configurer le SIP commun et les utilisateurs IAX.
hu: Az általános SIP és IAX felhasználók beállítása.
id: Mengkonfigurasi pengguna umum SIP dan IAX.
tr: Ortak SIP ve IAX kullanıcı yapılandırması

source: To configure the SIP trunk for local users and external providers.
ar: لضبط مسار SIP الرئيسي للمستخدمين المحليين ولمزودين الخدمة الخارجيين.
eu: SIP oinarria erabiltzaile lokal zein kanpo-hornitzaileentzat konfiguratzeko
fr: Pour configurer le compte SIP pour les utilisateurs internes et les fournisseurs externes de service SIP.
hu: A SIP trönk beállítása a helyi felhasználók és a külső szolgáltatók számára.
id: Untuk mengkonfigurasi trunk SIP untuk pengguna lokal dan penyedia layanan eksternal.
tr: Lokal kullanıcılar ve dış sağlayıcılar için SIP trunk yapılandırması

source: To configure the dialplan.
ar: لضبط إعدادات مخطط اﻹتصال.
eu: Dei-plana konfiguratzeko
fr: Configurer le "Dialplan".
hu: A tárcsázási terv beállítása.
id: Untuk mengkonfigurasi dialplan.
tr: Arama planları yapılandırması

source: To configure the voicemail.
ar: لضبط إعدادات البريد الصوتي.
eu: Erantzungailua konfiguratzeko
fr: Configurer la boite vocale.
hu: A hangposta beállítása.
id: Untuk mengkonfigurasi pesan suara.
tr: Sesli mesaj yapılandırması

source: To configure the conferences.
ar: لضبط إعدادات المحادثات الجماعية.
eu: Konferentziak konfiguratzeko
fr: Configurer les conférences.
hu: A konferenciabeszélgetések beállítása.
id: Untuk mengkonfigurasi konferensi.
tr: Konferans ayarları yapılandırması

source: To configure the music on hold.
eu: Itxarote-musika konfiguratzeko
fr: Configurer la musique d'attente.
hu: A várakoztatási zene beállítása.
id: Untuk mengkonfigurasi musik ditahan.
tr: Bekleme müziği ayarla

source: To configure DTMF behaviour.
eu: DMTF jokaera konfiguratzeko
fr: Configurer le comportement DTMF.
hu: A DMTF viselkedés beállítása.
id: Untuk mengkonfigurasi perilaku DTMF.
tr: DTMF davranışını ayarla

source: General
ar: عام
eu: Orokorra
fr: Général
hu: Általános
id: Umum
tr: Genel

source: Meetings
ar: اﻹجتماعات
eu: Bilerak
fr: Réunions
hu: Találkozók
id: Rapat
tr: Toplantılar

source: Voicemail
ar: البريد الصوتي
eu: Erantzungailua
fr: Boite vocale
hu: Hangposta
id: Pesan Suara
tr: Ses mesajı

source: User
eu: Erabiltzailea
fr: Utilisateur
hu: Felhasználó
id: Pengguna
tr: Kullanıcı adı

source: Address
eu: Helbidea
fr: Adresse
hu: Cím
id: Alamat
tr: Adres

source: Status
ar: الحالة
eu: Egoera
fr: Statut
hu: Állapot
tr: Durum

source: No users connected.
ar: لا أحد متصل
eu: Ez dago erabiltzailerik konektatuta
fr: Aucun utilisateur connecté.
hu: Nincs csatlakozott felhasználó.
id: Tidak ada pengguna terhubung.
tr: Hiç bir kullanıcı bağlanamadı.

source: Room {name} active for {rtime}
ar: الغرفة {name} مفعلة منذ {rtime}
eu: Gela {name} aktibaturik {rtime} deborarako
fr: Espace {name} actif depuis {rtime}
hu: A(z) {name} szoba {rtime} ideje aktív
id: Ruangan {name} aktif selama {rtime}
tr: {name} odası {rtime} 'e kadar aktif

source: Time Connected
eu: Konektaturiko denbora
fr: Temps de connexion
hu: Kapcsolat ideje
id: Waktu terhubung
tr: Bağlantı Süresi

source: VoIP Online Users
ar: المستخدمين المتصلين بخدمة الصوت عبر بروتوكول الإنترنت (VoIP).
eu: VoIP erabiltzaileak sarean
fr: Utilisateurs VoIP en ligne
hu: Online VoIP felhasználók
id: Pengguna VoIP yang sedang Online
tr: VoIP online kullanıcılar

source: VoIP Users in Meetings
eu: VoIP erabiltzaileak bileretan
fr: Utilisateurs VoIP en réunions
hu: A beszélgetésben résztvevő felhasználók
id: Pengguna VoIP dalam rapat
tr: Görüşmedeki VoIP kullanıcıları

source: Date
ar: التاريخ
eu: Eguna
hu: Dátum
id: Tanggal
tr: Gün

source: From
ar: من
eu: Norengandik
fr: De
hu: Innen:
id: Dari
tr: Kimden

source: To
ar: الى
eu: Zeinentzako
fr: A
hu: Ide:
id: Untuk
tr: Kime

source: Duration
ar: المدة
eu: Luzapena
fr: Durée
hu: Hossz
id: Durasi
tr: Süreç

source: Channel
ar: قناة
eu: Kanala
fr: Canal
hu: Csatorna
id: Saluran
tr: Kanal

source: Destination Channel
ar: القناة الوجهة
eu: Helburu-kanala
fr: Canal de destination
hu: Célcsatorna
id: Saluran tujuan
tr: Hedef Kanal

source: Application
ar: التطبيق
eu: Aplikazioa
hu: Alkalmazás
id: Aplikasi
tr: Uygulama

source: Application Data
ar: بيانات التطبيق
eu: Aplikazio-datuak
fr: Donnée de l'application
hu: Alkalmazásadatok
id: Data Aplikasi
tr: Uygulama Verisi

source: Event
eu: Gertaerea
fr: Evènement
hu: Esemény
tr: Olay

source: Answered
ar: تم الرد
eu: Erantzunda
fr: Répondu
hu: Megválaszolva
id: Terjawab
tr: Cevaplandı

source: No Answer
ar: لم يتم الرد
eu: Erantzun gabe
fr: Non répondu
hu: Nincs válasz
id: Tidak ada jawaban
tr: Cevap yok

source: Busy
ar: مشغول
eu: Komunikatzen
fr: Occupé
hu: Foglalt
id: Sibuk
tr: Meşgul

source: Failed
ar: فشلت
eu: Kale egin du
fr: Échoué
hu: Sikertelen
id: Gagal
tr: Hata oluştu

source: Networks attached directly to internal interfaces, like {net}, are always considered local networks so it is not neccessary to add them.
ar: الشبكات المتصلة بشكل مباشر مقابس الشبكة الداخلية مثل {net} تعامل دوما على انها شبكة محلية لذلك ليس من الضروري إضافتها
eu: Barruko gailuetan, {net} bezela, lotutako sareak sare-lokal gisa tratatzen dira beti, beraz ez da beharrezkoa horiek gehitzea.
fr: Les réseaux attachés directement aux interfaces internes, comme {net}, sont toujours considérés comme des réseaux locaux. Il n'est pas nécessaire de les ajouter.
hu: A belső felületekhez kapcsolódó hálózatok, mint a(z) {net}, alapértelmezetten helyinek vannak minősítve, nem szükséges külön hozzáadni őket
id: Jaringan yang terhubung secara langsung ke alamat internal, seperti {net}, selalu dianggap sebagai jaringan lokal sehingga tidaklah diperlukan untuk menambahkan jaringan tersebut.
tr: Ağ doğrudan {net} bnzeri bir arayüze bağlı.

source: Local network
ar: الشبكة المحلية
eu: Sare lokala
fr: Réseau local
hu: Helyi hálózat
id: Jaringan lokal
tr: Yerel ağ

source: Description
ar: الوصف
eu: Azalpena
hu: Leírás
id: Deskripsi
tr: Açıklamalar

source: Local networks
ar: الشبكات المحلية
eu: Sare lokalak
fr: Réseaux locaux
hu: Helyi hálózatok
id: Jaringan - jaringan lokal
tr: Yerel ağlar

source: local network
ar: الشبكة المحلية
eu: sare lokala
fr: réseau local
hu: helyi hálózat
id: jaringan lokal
tr: yerel ağ

source: Asterisk Account
ar: حساب Asterisk
eu: Asterisk kontua
fr: Compte Asterisk
hu: Asterisk fiók
id: Akun Asterisk
tr: Asterisk hesabı

source: extension
ar: التحويلة
eu: zenbakia
hu: mellék
tr: Dahili numara

source: Extension
ar: التحويلة
eu: Zenbakia
hu: Mellék
tr: Dahili numara

source: Enable demo extensions
ar: تفعيل التحويلة التجريبية
eu: Gaitu demo gehigarriak
fr: Activer les extensions de démonstration
hu: Demo mellékek engedélyezése
id: Aktifkan demo extension
tr: Demo dahili numara aktif etme

source: Enable outgoing calls
ar: تفعيل المكالمات الصادرة
eu: Ahalbidetu kanporako deiak
fr: Autoriser les appels sortants
hu: Kimenő hívások engedélyezése
id: Aktifkan panggilan keluar
tr: Dışarı aramaları aktif etme

source: Voicemail extension
ar: رقم تحويلة البريد الصوتي
eu: Erantzungailu zenbakia
fr: Extension messagerie vocale
hu: Hangposta melléke
id: Extension pesan suara
tr: Sesli eposta numarası

source: VoIP domain
ar: النطاق الخاص بخدمة الـ VoIP
eu: VoIP domeinua
fr: Domaine VoIP
hu: VoIP tartomány
id: domain VoIP
tr: VoIP etki alanı

source: General configuration
ar: إعدادات عامة
eu: Konfigurazio orokorra
fr: Configuration générale
hu: Általános beállítások
id: konfigurasi umum
tr: Genel konfigürasyon

source: General Asterisk server configuration
ar: إعدادات خادم Asterisk العامة
eu: Asterisk zerbitzariaren konfigurazio orokorra
fr: Configuration générale du serveur Asterisk
hu: Asterisk kiszolgáló általános beállításai
id: Konfigurasi umum server Asterisk
tr: Asterisk sunucu genel ayarları

source: General Asterisk server configuration updated.
ar: تم تحديث إعدادات خادم Asterisk العامة بنجاح
eu: Asterisk zerbitzariaren konfigurazio orokorra eguneratua
fr: Configuration générale du serveur Asterisk mise à jour.
hu: Az Asterisk kiszolgáló általános beállításai frissültek.
id: Konfigurasi umum server Asterisk telah diubah
tr: Asterisk sunucu genel ayarları güncellendi

source: No
ar: ﻻ
eu: Ez
fr: Non
hu: Nem
id: Tidak
tr: Hayır

source: NAT configuration
ar: إعدادات الـ NAT
eu: NAT konfigurazioa
fr: Configuration du NAT
hu: NAT beállítások
id: Pengaturan NAT
tr: NAT ayarları

source: NAT Asterisk server configuration
ar: إعددات NAT لخادم Asterisk
eu: NAT Asterisk zerbitzariaren konfigurazioa
fr: Configuration générale NAT du serveur Asterisk
hu: NAT Asterisk kiszolgáló beállításai
id: Konfigurasi NAT server Asterisk
tr: Asterisk sunucu NAT ayarları

source: NAT Asterisk server configuration updated.
ar: تم تحديث إعدادات NAT لخادم الـ Asterisk بنجاح
eu: NAT Asterisk zerbitzariaren konfigurazioa eguneratua.
fr: Configuration NAT du serveur Asterisk mise à jour.
hu: A NAT Asterisk kiszolgáló beállításai frissültek.
id: Konfigurasi NAT server Asterisk telah diubah.
tr: Asterisk sunucu NAT ayarları güncellendi

source: Custom
ar: الزبون
eu: Egokitzapena
fr: Personaliser
hu: Egyéni
tr: Özel

source: Provider
eu: Hornitzailea
fr: Fournisseur
hu: Szolgáltató
id: Penyedia
tr: SIP sağlayıcı

source: Name
ar: اﻹسم
eu: Izena
fr: Nom
hu: Név
id: Nama
tr: İsim

source: VoIP service provider name.
ar: إسم مذود خدمة ال VOIP
eu: VoIP zerbituaren hornitzailearen izena.
fr: Nom du fournisseur de VoIP.
hu: VoIP szolgáltató neve.
id: Nama penyedia layanan VoIP
tr: VoIP servis sağlayıcısı adı

source: Username
ar: إسم المستخدم
eu: Erabiltzailea
fr: Nom d'utilisateur
hu: Felhasználói név
id: Nama pengguna
tr: Kullanıcı adı

source: Password
ar: كلمة السر
eu: Pasahitza
fr: Mot de passe
hu: Jelszó
id: Kata sandi
tr: Şifre

source: Server
ar: المزود
eu: Zerbitzaria
fr: Serveur
hu: Kiszolgáló
tr: Sunucu

source: Recipient of incoming calls
ar: مستلم المكالمات الواردة
eu: Jasotako deien helburua
fr: Destinataire des appels entrants
hu: Bejövő hívások címzettje
id: Penerima panggilan masuk
tr: Gelen Aramalar

source: Extension recipient of incoming calls through the provider.
eu: Hornitzailearen bitartez jasotako deien helburu zenbakia
fr: Extension du destinataire pour les appels entrants via le fournisseur.
hu: A szolgáltatótól bejövő hívások kiegészítő fogadója.
id: Extension penerima panggilan masuk melalui penyedia layanan
tr: Gelen Aramalar

source: SIP provider
ar: مزود خدمة SIP
eu: SIP hornitzailea
fr: Fournisseur SIP
hu: SIP szolgáltató
id: Penyedia SIP
tr: SIP sağlayıcı

source: SIP provider for outgoing calls configuration.
ar: إعدادات مزود خدمة SIP للمكالمات الصادرة
eu: Kanporako deien SIP hornitzailearen konfigurazioa.
fr: Configuration des fournisseurs SIP pour les appels sortants.
hu: SIP szolgáltató a kimenő hívások beállításához.
id: Penyedia SIP untuk pengaturan panggilan keluar
tr: Giden aramalar için SIP sağlayıcı yapılandırması

source: SIP provider configuration updated.
ar: تم تحديث إعدادات مزود خدمة SIP بنجاح
eu: SIP hornitzailearen konfigurazioa eguneratua.
fr: Configuration du fournisseur SIP mise à jour.
hu: A SIP szolgáltató beállításai frissültek.
id: Konfigurasi penyedia SIP telah diubah
tr: SIP sağlayıcı konfigürasyonu güncellendi

source: You must install dahdi and linux-headers packages to use Meetings.{br}Run the following command: sudo apt-get install {kernels} dahdi.
ar: يجب عليك تثبيت باكجات dahdi و linux-headers لاستخدام خدمة اللقاء الإجتماع {br} - نفذ الأمر التالي : sudo apt-get install {kernels} dahdi .
fr: Vous devez installer les packages dahdi et linux-headers pour utiliser Réunions. {br}Exécuter la commande suivante : sudo apt-get install {kernels} dahdi.
hu: Fel kell telepítenie a dahdi és a linux-headers csomagokat a Meetings használatához.{br}Ennek érdekében futtassa a következő parancsot: sudo apt-get install {kernels} dahdi.
id: Anda harus menginstalasikan paket dahdi dan linux-headers untuk dapat menggunakan pertemuan.{br} Silahkan jalankan perintah berikut: sudo apt-get install {kernels} dahdi.

source: A number between {min} and {max}.
ar: رقم بين {min} و {max}
eu: {min} eta {max} tarteko zenbaki bat
fr: Un nombre compris entre {min} et {max}.
hu: {min} és {max} közötti szám.
id: Sebuah bilangan diantara {min} dan {max}
tr: {min} ve {max} arasında bir sayı

source: List of Meetings
ar: لائحة اﻹجتماعات
eu: Bilera-zerrenda
fr: Liste des Réunions
hu: Találkozók listája
id: Daftar pertemuan
tr: Toplantı Listesi

source: meeting
ar: إجتماع
eu: Bilera
fr: réunion
hu: találkozó
id: pertemuan
tr: Toplantı

source: Voicemail settings
ar: إعدادات البريد الصوتي
eu: Erantzungailu ezarpenak
fr: Réglages de messagerie vocale
hu: Hangrögzítő beállítások
id: Pengaturan pesan suara
tr: Sesli mesaj ayarları

source: New password
ar: كلمة سر جديدة
eu: Pasahitza berria
fr: Nouveau mot de passe
hu: Új jelszó
id: Kata sandi baru
tr: Yeni şifre

source: Mail address
ar: عنوان البريد
eu: Helbidea
fr: Adresse mail
hu: Levelezési cím
id: Alamat pesan
tr: e-posta adresi

source: Attach messages
ar: إرفاق الرسائل
eu: Mezuak gehitu
fr: messages attachés
hu: Üzenetek csatolása
id: Lampirkan pesan
tr: Dosya/Mesaj ekleme

source: Delete sent messages
ar: حذف الرسائل المرسلة
eu: Ezabatu bidalitako mezuak
fr: Effacer les messages envoyés
hu: Elküldött levelek törlése
id: Hapus pesan terkirim
tr: Giden mesajları sil

source: Change your Voicemail settings
ar: إعدادات البريد الصوتي
eu: Aldatu zure erantzungailuaren ezarpenak
fr: Changer les paramètres de votre messagerie vocale
hu: Hangposta-beállítások módosítása
id: Ubah pengaturan pesan suara anda
tr: Sesli mesaj ayarlarını değiştir

source: Settings successfully updated
ar: تم تحديث اﻹعدادات بنجاح
eu: Ezarpenak behar bezela aldatuta
fr: Mise à jour des paramètres réussi
hu: A beállítások frissítése sikerült
id: Pengaturan telah berhasil diubah
tr: Güncelleme ayarları başarıyla tamamlandı

source: You have not an VoIP account. Maybe VoIP is not enabled in this server
ar: ليس لديك حساب VoIP. ربما لم يتم تفعيل هذه الخدمة في هذا المزود
eu: Ez duzu VoIP konturik. Akaso VoIP ez dago gaitua zerbitzari honetan
fr: Vous n'avez pas de compte VoIP. Peut-être que VoIP n'est pas activé sur ce serveur
hu: Nincs érvényes VoIP fiókja. Elképzelhető, hogy nincs bekapcsolva a VoIP a kiszolgálón.
id: Anda tidak memiliki akun VoIP. Mungkin VoIP tidak diaktifkan di server ini
tr: Herhangi bir VoIP hesabınız yok. Belkide VoIP bu sunucu üzerinde aktif edilmemiş olabilir.

source: Asterisk module
ar: خاصية Asterisk
eu: Asterisk moduloa
fr: Module d'Asterisk
hu: Asterisk modul
id: Modul Asterisk
tr: Asterisk modülü

source: User extension
ar: رقم تحويلة المستخدم
eu: Erabiltzaile zenbakia
fr: Extension de l'utilisateur
hu: Felhasználó melléke
id: Extension pengguna
tr: Kullanıcı dahili numarası

source: Queue extension
ar: رقم تحويلة صف الانتظار
fr: Extension de la File
hu: Sormellék
id: Antrian extension
tr: Kuyruktaki dahili numara

source: group
ar: المجموعة
eu: Taldea
fr: groupe
hu: csoport
id: Grup
tr: grup

source: username
ar: إسم المستخدم
eu: Erabiltzaile izena
fr: nom d'utilisateur
hu: felhasználói név
id: Nama Pengguna
tr: kullanıcı adı

source: Asterisk account
ar: حساب Asterisk
eu: Asterisk kontua
fr: Compte Asterisk
hu: Asterisk fiók
id: Akun Asterisk
tr: Asterisk hesabı

source: Password for Asterisk service is the user password
ar: كلمة السر لـ Asterisk هي نفس كلمة سر المستخدم.
eu: Asterisk zerbitzurako pasahitza erabiltzailearen pasahitza bera da
fr: Le mot de passe pour le service Asterisk est le mot de passe utilisateur
hu: Az Asterisk szolgáltatás jelszava a felhasználói jelszó
id: Password untuk servis Asterisk adalah password milik pengguna
tr: Kullanıcı şifrelerini yönetecek Asterisk servis şifresi

source: User account
ar: حساب المستخدم
eu: Erabiltzaile kontua
fr: Compte de l'utilisateur
hu: Felhasználói fiók
id: Akun pengguna
tr: Kullanıcı hesabı

source: Disabled
ar: غير مفعل
eu: Ez-gaitua
fr: Désactivé
hu: Kikapcsolva
id: Dinonaktifkan
tr: Devre dışı

source: Enabled
ar: مفعل
eu: Gaitua
fr: Activé
hu: Bekapcsolva
id: Diaktifkan
tr: Aktif

source: Change
ar: تغيير
eu: Aldatu
fr: Changer
hu: Módosítás
id: Ubah
tr: Değişiklik

source: The following settings only will take effect when the Asterisk module is enabled.
ar: الاعدادات التالية سيتم تطبيقها فقط عند تشغيل خدمة الـ Asterisk
eu: Hurrengo ezarpenak indarrean hasiko dira soilik Asterisk moduloa gaitu eta gero.
fr: Les paramètres suivants prendront effet que lorsque le module Asterisk sera activé.
hu: A következő beállítások csak az Asterisk modul bekapcsolásakor lépnek életbe.
id: Pengaturan berikut hanya akan berpengaruh jika modul Asterisk telah diaktifkan.
tr: Asterix modülü etkin olduğunda aşağıdaki ayarlar uygulanacaktır

source: Asterisk group queue
eu: Asterisk taldearen ilara
fr: File d'attente des groupes Asterisk
hu: Asterisk csoportsor
id: Antrian grup asterisk
tr: Asterisk grup kuyruğu

source: There are no users in this group or the users do not have an Asterisk account, so a queue cannot be created.
ar: لا يوجد مستخدمين في هذه المجموعة أو أن المستخدمين لا يملكون حساب على Asterisk لذا لا يمكن خلق صف انتظار
eu: Talde honetan ez dago erabiltzailerik edo erabiltzaileek ez dute Asterisk kontua, beraz ilara ezin da sortu.
fr: Il ni a pas d'utilisateurs dans ce groupe ou les utilisateurs n'ont pas de compte Asterisk, la file ne peut pas être créée.
hu: Nincsenek felhasználók a csoportban, vagy a felhasználóknak nincs Asterisk fiókjuk, így nem hozható létre sor.
id: Tidak ada pengguna ditemukan di grup ini atau pengguna tidak memiliki akun Asterisk, sehingga antrian tidak dapat dibuat
tr: Bu grupta kullanıcı olmadığından ya da kullanıcıların Asterix hesabı olmadığından kuyruk oluşturulamıyor

source: Group queue
ar: مجموعة صف إنتظار
eu: Talde ilara
fr: Groupe en file d'attente
hu: Csoportsor
id: Antrian grup
tr: Grup Kuyruğu
