Repository: BillTheBest/zentyal
Catalog: client/monitor/po/*.po
Languages: it

source: not applicable
it: non applicabile

source: any
it: qualsiasi

source: Events
it: Eventi

source: At least a threshold (maximum or minimum) must be set
it: Impostare almeno un valore (massimo o minimo)

source: This threshold rule will override the current ones
it: Questo valore sovrascrive i valori attuali

source: Failure minimum
it: Valore minimo non supportato

source: Set the lower bound of acceptable values. If unset defaults to negative infinity.
it: Impostare il limite inferiore di valori accettabili. Se non settato di default sarà negativo infinito

source: Warning minimum
it: Allarme minimo

source: If the value is less than this value and greater than {fmin} a warn event is sent
it: Se il valore é minore di questo valore e maggiore di {fmin} l'evento allerta sarà inviato

source: failure minimum
it: valore minimo non corretto

source: Warning maximum
it: Attenzione al volore massimo

source: If the value is greater than this value and less than {fmax} a warn event is sent
it: Se il valore é maggiore di questo valore e minore di {fmax} l'evento allerta sarà inviato

source: failure maximum
it: Valore massimo non corretto

source: Failure maximum
it: Valore massimo non corretto

source: Set the upper bound of acceptable values. If unset defaults to positive infinity.
it: Impostare il limite superiore dei valori accettabili. Se non settati di default il valore sarà positivo infinito

source: Invert
it: invertito

source: If set to true, the range of acceptable values is inverted, i.e. values between {fmin} and {fmax} ({wmin} and {wmax}) are not okay.
it: Se impostato su vero, la gamma di valori accettabili è invertita, i valori i.e. tra {fmin} e {fmax} e ({wmin} e {wmax}) non sono corretti.

source: warning minimum
it: Attenzione al valore minimo

source: warning maximum
it: Attenzione al valore massimo

source: Persistent
it: Persistente

source: If set to true, an event will be dispatched for each value that is out of the acceptable range. If set to false, only a change from an acceptable value to an unacceptable one will be dispatched
it: Se impostato su vero, un messaggio sarà spedito per ogni valore che è fuori dalla gamma accettabile. Se impostato a falso, solo un passaggio da un valore accettabile per un inaccettabile sarà spedito

source: Measure instance
it: Misura di esempio

source: Type
it: digitare

source: Data Source
it: Sorgente dati

source: Threshold's list
it: Lista valori minimi

source: Threshold
it: valore minimo

source: Every check is done with the highest possible resolution: {nSec} seconds
it: Tutti i controlli sono stati svolti con la massima risoluzione possibile: {nSec} secondi

source: Measure
it: Misura

source: Thresholds
it: Valore minimo

source: Last hour
it: Ultima ora

source: Last day
it: Ultimo giorno

source: Last month
it: Ultimo mese

source: Last year
it: Ultimo anno

source: System load
it: Carico del sistema

source: Collect the system load that gives a rough overview of the system usage
it: Monitor del sistema che fornisce un quadro di massima sull'utilizzo del server

source: short term
it: breve termine

source: mid term
it: medio termine

source: long term
it: lungo termine

source: used in {partition}
it: usato nella {partition}

source: free in {partition}
it: libero nella {partition}

source: File system usage
it: File di sistema utilizzato

source: Collect the mounted file system usage information as "df" command does
it: monitor del file di sistema montato e l'uso delle informazioni come il comando "df"

source: temperature
it: temperatura

source: cooling device
it: disposistivo di raffreddamento

source: sensor
it: sensore

source: Temperature for {what}
it: Temperatura per {what}

source: Thermal
it: Termica

source: Collect thermal information (CPU sensors temperature) if possible from {dir}
it: Monitor informazione termica (per temperature sensore CPU) se possibile da {dir}

source: value
it: valore

source: CPU {no} usage
it: Uso {no} CPU

source: CPU usage
it: Uso CPU

source: Collect the amount of time spent by the CPU in various states, most notably executing user code, executing system code, waiting for IO operations and being idle
it: Misura quanto tempo la CPU si trova in vari stati; richieste utente, richieste di sistema, operazione IO e idle

source: idle
it: inattivo

source: user
it: utente

source: nice
it: esatto

source: steal
it: nascosto

source: system
it: sistema

source: wait
it: attendere

source: Physical memory usage
it: Memoria fisica utilizzata

source: Collect the physical memory usage
it: Monitor della memoria fisica utilizzata

source: free
it: libero

source: page cache
it: pagina di cache

source: used
it: usato

source: You must enable monitor module to see monitor graphs in {openhref}Module Status{closehref} section.
it: Devi abilitare il modulo Monitor per vedere i grafici in {openhref}Module Status{closehref}

source: You must save the changes in module status to see monitor graphs in the {openhref}Save changes{closehref} section. In case it is already enabled you must wait for a few seconds to collect the first monitor data
it: Devi salvare i cambiamenti nello status del modulo per vedere i grafici del monitor, nella sezione {openhref}Salva cambiamenti{closehref}.Nel caso sia gia abilitato devi attendere qualche istante in modo che il monitor raccolga i primi dati

source: Notify when a certain value has reached a certain threshold
it: Avvisa quando un determinato valore ha raggiunto una certa soglia

source: All data sources are within range again
it: Tutte le sorgenti dati sono entro le soglie

source: {what} "{dS}" is currently {value}.
it: {what} "{dS}" è {value}.

source: That is within the {severity} region of {minBound} and {maxBound}.
it: Questo e' tra {severity} i valori di {minBound} e {maxBound}.

source: That is above the {severity} threshold of {bound}.
it: Questo e' sopra i {severity} valori di {bound}.

source: That is below the {severity} threshold of {bound}.
it: Questo e' sotto i {severity} valori di {bound}.

source: {daemon} main configuration file
it: {daemon} file principale di configurazione

source: {daemon} default configuration file
it: {daemon} file di configurazione di default
