Repository: BillTheBest/zentyal
Catalog: extra/language-packs/po/*.po
Languages: sv

source: Be advised that adding rules in this section may compromise your network security as you may grant access from untrusted networks. Please do not use this unless you know what you are doing.
sv: Var uppmärksam på att lägga till regler i den här sektionen kan försätta säkerheten på ditt nätverk i fara eftersom du kan ge access från okända nätverk. Vänligen använd inte detta om du inte vet vad du gör.

source: Filtering rules from external networks to internal networks
sv: Filterregler från externa till interna nätverk

source: These rules allow you to control access from external networks to internal networks.
sv: De här reglerna låter dig kontrollera access från externa nätverk till interna nätverk

source: You can disable these rules, but make sure you know what you are doing or otherwise some services could stop working.
sv: Du kan deaktivera dessa regler men var uppmärksam på att vissa tjänster kan sluta att fungera om du inte vet vad du gör.

source: Domain list
sv: Domänlista

source: edit
sv: redigera

source: delete
sv: ta bort

source: Host list for domain {domain}
sv: Värdlista för domänen {domain}

source: Update
sv: Uppdatera

source: Install
sv: Installera

source: Component
sv: Komponent

source: View advanced mode
sv: Se avancerat läge

source: View basic mode
sv: Se enkelt läge

source: Perform automatic security updates
sv: Genomför automatiska säkerhetsuppdateringar

source: Automatic operations start time
sv: Automatisk start av åtgärder

source: The following packages will be installed
sv: Följande paket kommer att installeras

source: The following packages will be removed
sv: Följande paket kommer att tas bort

source: Cancel
sv: Avbryt

source: Updates are available for the following system components
sv: Uppdateringar finns tillgängliga för följande systemkomponenter

source: Community updates are available for the following system components
sv: Uppdateringar finns tillgängliga för följande systemkomponenter

source: Security update
sv: Säkerhetsuppdateringar

source: Update all packages
sv: Uppdatera alla paket

source: Upgrade
sv: Uppgradera

source: Backup is disabled because there are unsaved configuration changes. Please, save or discard them to be able to backup the configuration
sv: Säkerhetskopiering är inaktiverat eftersom det finns osparade konfigurationsändringar. Vänligen spara eller förkasta dem för att kunna säkerhetskopiera konfigurationen

source: Archive size
sv: Arkivstorlek

source: Actions
sv: Åtgärder

source: restore
sv: återskapa

source: download
sv: hämta ner

source: Backups' list
sv: Lista över säkerhetskopior

source: Remember that changing the network interfaces configuration may cause you to lose access to the administration page.
sv: Kom ihåg att ändringar i konfigurationen för nätverksgränssnitten kan göra att du tappar kontakten med administrationssidan du just nu är kopplad till.

source: Traffic being routed through interfaces marked as external will be NATed. Also, services meant for the LAN users will not be available on external interfaces.
sv: Trafik som routas genom gränssnitt markerade som externa kommer att bli NAT (adressöversatta). Services tillägnade LAN användare kommer inte att vara tillgängliga för externa gränssnitt.

source: Static
sv: Statisk

source: Not set
sv: Inte inställd

source: External (WAN)
sv: Extern (Wan)

source: Bridge
sv: Brygga

source: User name
sv: Användarnamn

source: VLAN List
sv: VLAN-lista

source: Virtual Interfaces
sv: Virtuella nätverksgränssnitt

source: Traceroute
sv: Spåra rutt till värd.

source: Trace
sv: Spåra

source: Domain Name Resolution
sv: Namnuppslag via DNS

source: Lookup
sv: Slå upp

source: The change you are trying to make will affect the configuration of one or more modules that use references to this network interface.
sv: Den förändring du försöker göra kommer att påverka konfigurationen av en eller flera moduler som refererar till detta nätverksgränssnitt.

source: If you choose to continue, all modules that make use of the current configuration of this network interface will delete the relevant parts of their configuration. Choose "Cancel" if you are not sure about this.
sv: Om du väljer att fortsätta kommer alla moduler som använder detta gränssnitt att radera relaterade delar av deras konfiguration. Välj avbryt om du inte är säker på detta.

source: The removal of the vlan interface will affect the configuration of one or more modules that use references to this network interface.
sv: Den förändring du försöker göra kommer att påverka konfigurationen av en eller flera moduler som refererar till detta nätverksgränssnitt.

source: If you choose to continue, all modules that make use of this network interface will delete the relevant parts of their configuration. Choose "Cancel" if you are not sure about this.
sv: Om du väljer att fortsätta kommer alla moduler som använder detta gränssnitt att radera relaterade delar av deras konfiguration. Välj avbryt om du inte är säker på detta.

source: Network interfaces
sv: Nätverksgränssnitt

source: Select external network interfaces
sv: Välj externa nätverksgränssnitt

source: Configure network for external interfaces
sv: Konfigurera nätverk för externa gränssnitt

source: Now you can set IP addresses and networks for each interface
sv: Nu kan du ställa in IP adresser och nätverk för varje gränssnitt

source: Don't configure
sv: Konfigurera ej

source: Jabber account
sv: Jabber-konto

source: User account
sv: Användarkonto

source: Administration rights
sv: Administratörsrättigheter

source: PDC/File sharing account
sv: PDC/Fildelningskonto

source: Sharing directory for this group
sv: Delningskatalog för den här gruppen

source: You can set a share directory for this group, but you should keep in mind that Microsoft Windows 98 and Millenium will not be able to see names longer than 12 characters
sv: Du kan ställa in en delningskatalog för den här gruppen men du bör komma ihåg att Microsoft Windows 98 och Millennium inte kommer att kunna se filnamn längre än 12 tecken

source: This resource name is longer than 12 characters.
sv: Resursnamnet är längre än 12 tecken.

source: Directory name
sv: Katalognamn

source: Select the printers this user will have access to.
sv: Välj de skrivare som den här användaren ska ha åtkomst till.

source: Allow all printers
sv: Tillåt alla skrivare

source: printers module
sv: skrivare-modul

source: file sharing module
sv: fildelning-modul

source: The group you tried to delete has a directory which contains data, if you remove it all its data will be removed. Please confirm that you want to delete it.
sv: Gruppen som du försökte att ta bort har en katalog som innehåller data. Om du tar bort den kommer allt dess data att tas bort. Bekräfta att du vill ta bort den.

source: Home Directories
sv: Hemkataloger

source: {group} share directory
sv: {group} delad katalog

source: [Virus] found in a mail to you:
sv: [Virus] funnet i e-post till dig:

source: Country code
sv: Landskod

source: City
sv: Ort

source: Subject Alternative Names
sv: Alternativa subjekt namn

source: Multi-value separated by commas, only valid types are: {dns}, {ip} and {email}. For instance, {example}
sv: Flera värden separerade med komma, giltiga typer är: {dns}, {ip} och {email}. Till exempel, {example}

source: Issue
sv: Utfärda

source: Certificate changes will take effect immediately.
sv: Certifikatändringar blir omedelbart aktiverade

source: The CA passphrase is optional
sv: CA-lösenfrasen är valfri

source: Issue the Certification Authority Certificate
sv: Utfärda certifikat för certifikatutfärdare

source: Issue a New Certificate
sv: Utfärda ett nytt certifikat

source: Current Certificate List
sv: Lista över aktuella certifikat

source: Date refers to Expiration Date in Valid/Expired and to Revokation Date in Revoked certificates respectively
sv: Datum refererar till utgångsdatum i giltiga/utgångna och till spärrdatum i spärrade certifikat

source: from
sv: från

source: Valid
sv: Giltigt

source: Expired
sv: Utgånget

source: Revoked
sv: Spärrat

source: Reason: {reason}
sv: Anledning: {reason}

source: Revoke
sv: Spärra

source: Download Key(s) and Certificate
sv: Hämta ner nycklar och certifikat

source: Renew
sv: Förnya

source: Revoking CA certificate
sv: Spärrar CA-certifikat

source: Revoking certificate
sv: Spärrar certifikat

source: This revokation can affect the functionality from other modules, please confirm you are very sure to revoke the whole certification authority from {on} and leave the service(s) unstable or disabled
sv: Den här spärren kan påverka funktionaliteten för andra moduler. Bekräfta att du är väldigt säker på att du vill spärra hela certifikatutfärdaren från {on} och lämna tjänst(erna) inaktiverade eller i ett instabilt skick

source: The certificate whose common name is {cn} you tried to revoke is being used by some module, please confirm you are sure to revoke and leave the service(s) unstable or disabled
sv: Certifikatet vars namnet är {cn} och som du försökte att spärra, används av någon modul. Bekräfta att du är säker på att du vill spärra det och lämna tjänst(erna) inaktiverade eller i ett instabilt skick

source: Revoke a Certificate
sv: Spärra ett certifikat

source: Revoke the selected certificate
sv: Spärra det markerade certifikatet

source: Expiration Date
sv: Utgångsdatum

source: CA Passphrase
sv: CA-lösenfras

source: Create
sv: Skapa

source: Create Certification Authority Certificate
sv: Skapa certifikat för certifikatutfärdare

source: Renewing CA certificate
sv: Förnyar CA-certifikat

source: Renewing certificate
sv: Förnyar certifikat

source: This renewal can affect the functionality from other modules, please confirm you are very sure to renew the whole certification authority from {on} and leave the service(s) unstable or disabled
sv: Den här förnyelsen kan påverka funktionaliteten för andra moduler. Bekräfta att du är mycket säker på att du vill förnya hela certifikatutfärdaren från {on} och lämna tjänst(erna) inaktiverade eller i ett instabilt skick

source: The certificate whose common name is {cn} you tried to renew is being used by some module, please confirm you are sure to renew and leave the service(s) unstable or disabled
sv: Certifikatet vars namn är {cn} och som du försökte att förnya, används av någon modul. Bekräfta att du är säker på att du vill förnya det och lämna tjänst(erna) inaktiverade eller i ett instabilt skick

source: Renew a certificate
sv: Förnya ett certifikat

source: The service is enabled and running
sv: Tjänsten är aktiverad och igång

source: The service is enabled, but not running
sv: Tjänsten är aktiverad men ej igång.

source: Running unmanaged
sv: Igång men ej managerad

source: Restart
sv: Starta om

source: Configure widgets
sv: Konfigurera widgets

source: No entries in this list
sv: Inga anteckningar i denna lista

source: The following modules have unsaved changes but are <b>disabled</b>. If you need to enable them go to {openref}Module Status{closeref}.
sv: Följande moduler har osparade ändringar men är <inaktiverade>. Om du behöver aktivera dem gå till {openref}Module Status{closeref}.

source: There are unsaved changes in one or more modules, you can save or discard those changes.
sv: Det finns osparade ändringar i en eller flera moduler. Du kan spara eller förkasta dessa ändringar.

source: If you made changes to the network interfaces or the administration port, you may need to manually rewrite the url in order to access this administration interface again.
sv: Om du gjort ändringar i nätverksgränssnitten eller administrationsporten kan du manuellt behöva skriva om url:en för att komma åt administrationsgränssnitten igen.

source: Save
sv: Spara

source: Discard changes
sv: Förkasta ändringar

source: There are no unsaved changes.
sv: Det finns inga osparade ändringar.

source: Item
sv: Sak

source: items left
sv: Saker kvar

source: Starting...
sv: Startar...

source: Accept
sv: Acceptera

source: Full Restore
sv: Fullständig återskapning

source: Configuration Restore
sv: Återskapning av konfiguration

source: Restore mode
sv: Återskapningsläge

source: Page
sv: Sida

source: of
sv: av

source: first
sv: första

source: prev
sv: föreg

source: next
sv: nästa

source: last
sv: sista

source: Choose one of the options to show the associated table
sv: Välj ett av alternativen för att visa associerad tabell

source: Choose one...
sv: Välj en...

source: Add new
sv: Lägg till ny

source: Adding a new {row}
sv: Lägger till en ny {row}

source: Editing {row}
sv: Redigerar {row}

source: Search
sv: Sök

source: Read-only row: edit disabled
sv: Endast läsbar rad, redigering inaktiverad

source: Read-only row: delete disabled
sv: Endast läsbar rad, radering inaktiverad

source: Inverse match
sv: Omvänd matchning

source: Optional
sv: Valfri

source: Depends
sv: Beror

source: Configure module: {module}
sv: Konfigurera modul: {module}

source: January
sv: Januari

source: February
sv: Februari

source: March
sv: Mars

source: May
sv: Maj

source: June
sv: Juni

source: July
sv: Juli

source: August
sv: Augusti

source: October
sv: Oktober

source: show help
sv: visa hjälp

source: hide help
sv: dölj hjälp

source: There are unsaved changes, if you log out now they will be lost.
sv: Det finns osparade ändringar. Om du loggar ut nu kommer de att förloras.

source: There are no unsaved changes in this session.
sv: Det finns inga osparade ändringar i den här sessionen.

source: Exit
sv: Avsluta

source: Administration Interface TCP Port
sv: Administrationsgränssnittets TCP-port

source: Remote services control panel
sv: Kontrollpanel för fjärrtjänster

source: If you typed the URL manually, please check it
sv: Kontrollera url:en om du angav den manuellt

source: If you need more help, you may want visit {homepage} for documentation and mailing lists
sv: Om du behöver mer hjälp kan du besöka {homepage} för dokumentation och sändlistor

source: we're sorry
sv: vi ber om ursäkt

source: The page cannot be found
sv: Sidan kunde inte hittas

source: Mounted on
sv: Monterad på

source: Partition Properties
sv: Inställningar för partitioner

source: Inexistent RAID array {a}
sv: Frånvarande RAID array {a}

source: RAID is not enabled in this system.
sv: RAID är inte aktiverat i detta system

source: left-asymmetric
sv: vänster-asymetrisk

source: right-asymmetric
sv: höger-asymetrisk

source: left-symmetric
sv: vänster-symetrisk

source: right-symmetric
sv: höger-symetrisk

source: Active RAID devices
sv: Aktiva RAID enheter

source: Active RAID devices needed
sv: Aktiva RAID enheter behövs

source: Size in blocks
sv: Storlek i block

source: Chunk size
sv: Chunk storlek

source: Parity algorithm
sv: Paritetsalgoritm

source: Array properties
sv: Array inställningar

source: Resyncing array
sv: Återsynkar array

source: Rebuild array
sv: Bygger om array

source: Reshape array
sv: Formar om array

source: Operation type
sv: Åtgärdstyp

source: Percentage completed
sv: Procent klart

source: Estimated time left
sv: Beräknas vara klar: {time}

source: Operation speed
sv: Åtgärdshastighet

source: RAID device number
sv: RAID enhetsnummer

source: Device
sv: Enhet

source: failure
sv: misslyckad

source: No unused RAID devices
sv: Inga oanvända RAID enheter

source: Unused RAID arrays
sv: Oanvända RAID arrays

source: Do you wish to overwrite these files?
sv: Vill du skriva över dessa filer?

source: Keep current file
sv: Behåll aktuell fil

source: Modify
sv: Ändra

source: Full Backup
sv: Fullständig säkerhetskopia

source: Those modules which have not been enabled for first time in the {openref}Module Status{closeref} section will be ignored in both backup and restore operations.
sv: De moduler som inte har blivit aktiverade för första gången i {openref}Module status{closeref} sektionen kommer att ignoreras i både säkerhetskopiering och återställningsåtgärder

source: Backup the Current State
sv: Säkerhetskopiera det aktuella tillståndet

source: If you have the file sharing module configured, all users having administration rights will be able to access the backup directory as a shared resource.
sv: Om du har modulen för fildelning konfigurerad kommer alla användare med administrationsrättigheter att kunna komma åt biblioteket för säkerhetskopiering som en delad resurs.

source: Restore Backup from File
sv: Återskapa säkerhetskopia från fil

source: You can upload a backup file from your computer. When uploading files you should be warned that some web browsers cannot handle huge files (>= 1 Gb).
sv: Du kan ladda upp en säkerhetskopia från en fil på din dator. När du laddar upp filer bör du vara uppmärksam på att vissa webbläsare inte kan hantera stora filer (>= 1 GB)

source: Backup file
sv: Säkerhetskopia fil

source: Full
sv: Fullständig

source: Configuration only
sv: Endast konfiguration

source: Unknown type
sv: Okänd typ

source: Restore configuration using this file
sv: Återskapa konfiguration med den här filen

source: Restore from backup
sv: Återskapa från säkerhetskopia

source: Configuration Report
sv: Rapport över konfiguration

source: Log Domain
sv: Logg Domän

source: Last hour logs will be showed when selecting a component
sv: Loggar för senaste timmarna kommer att visas när en komponent väljs

source: Select available full reports
sv: Välj tillgängliga rapporter

source: View
sv: Visa

source: Custom query
sv: Anpassad fråga

source: From date:
sv: Från datum:

source: Refresh logs
sv: Förnya loggar

source: To date:
sv: Till datum:

source: Save as event
sv: Spara som händelse

source: No logs matching current criterion
sv: Inga loggar matchade aktuellt kriteria

source: There are no logs for this domain
sv: Det finns inga loggar för denna domän

source: Finish
sv: Färdigställ

source: Congratulations!
sv: Grattis!

source: Skip
sv: Hoppa över

source: Next
sv: Nästa

source: Language Selection
sv: Språkval

source: Change Password
sv: Byt lösenord

source: Your password must be at least 6 characters long.
sv: Ditt lösenord måste vara minst 6 tecken långt.

source: Current password
sv: Aktuellt lösenord

source: Confirm password
sv: Bekräfta lösenord

source: Time Zone
sv: Tidszon

source: Mail alias settings
sv: Inställningar för e-postalias

source: There are no users in the group or the users do not have a mail account, so an alias account cannot be created
sv: Det finns inga användare i gruppen eller användarna har inte ett e-postkonto. Därför kan inte ett aliaskonto skapas

source: Mail alias
sv: E-postalias

source: Create mail account
sv: Skapa e-postkonto

source: Account name
sv: Kontonamn

source: Maildir size
sv: Storlek för e-postmapp

source: Mail account
sv: E-postkonto

source: Click here to create a new mail virtual domain
sv: Klicka här för att lägga till en ny virtuell e-postdomän

source: Set up the default virtual mail domain
sv: Skapa standard virtuell epost domän

source: This will be the domain for your mail accounts
sv: Detta blir domänen för dina epostkonton

source: Sender
sv: Avsändare

source: Recipients
sv: Mottagare

source: Requeue
sv: Köa om

source: Show Info
sv: Visa info

source: Hide Info
sv: Dölj info

source: Attempt to deliver all queued mail
sv: Försök leverera all epost i kö

source: Remove all messages
sv: Radera alla meddelanden

source: The following settings only will take effect when the mail module is enabled
sv: Följande inställningar kommer endast att aktiveras när e-post modulen är aktiverad

source: The virtual domain you tried to delete contains data in the following modules. Please confirm you want to remove it and all its related data
sv: Den virtuella domänen du försökte radera innehåller data i följande moduler. Vänligen bekräfta om du vill radera detta och all relaterad data

source: Mail account settings
sv: Inställningar för e-postkonto

source: Create mail aliases
sv: Skapa e-postalias

source: No quota
sv: Ingen kvot

source: Default quota
sv: Standard kvot

source: Custom quota
sv: Anpassad kvot

source: Quota type
sv: Typ av kvot

source: Maximum mailbox size in MB
sv: Max storlek för epostbibliotek i MB

source: Asterisk group queue
sv: Asterisk gruppkö

source: There are no users in this group or the users do not have an Asterisk account, so a queue cannot be created.
sv: Det finns inga användare i denna grupp eller någon användare som har ett Asterisk konto så en kö kan inte skapas.

source: Group queue
sv: Gruppkö

source: Asterisk account
sv: Asterisk-konto

source: Password for Asterisk service is the user password
sv: Lösenordet för Asterisk tjänsten är samma som användarlösenordet

source: The following settings only will take effect when the Asterisk module is enabled.
sv: Dessa inställningar kommer endast att tas i bruk när Asterisk modulen är aktiverad.

source: Add User
sv: Lägg till användare

source: Retype password
sv: Ange lösenordet igen

source: Add and Edit
sv: Lägg till och ändra

source: Select the type of the server
sv: Välj server typ

source: Choose standalone unless you want LDAP replication or synchronization with Active Directory.
sv: Välj fristående om du inte vill LDAP replikering eller synkronisering med Active Directory.

source: Standalone server
sv: Fristående server

source: Advanced configuration (Master/Slave/AD Sync)
sv: Avancerad konfiguration (Master/Slave/AD Sync)

source: If you need the advanced features you have to configure them manually. You can find {open}all the information in our wiki{close}
sv: Om du behöver avancerade funktioner så måste du konfigurera dem manuellt. Du kan hitta {open} all information i vår wiki {close}

source: Add Group
sv: Lägg till grupp

source: Group name
sv: Gruppnamn

source: Optional value
sv: Valfritt värde

source: The user you tried to delete contains data in the following modules. Please confirm you want to remove it and all its related data
sv: Användaren som du försökte att ta bort innehåller data i följande moduler. Bekräfta om du vill ta bort den och allt relaterat data

source: The group you tried to delete contains data in the following modules. Please confirm you want to remove it and all its related data
sv: Gruppen som du försökte att ta bort innehåller data i följande moduler. Bekräfta om du vill ta bort den och allt relaterat data

source: Users in group
sv: Användare i grupp

source: Users not in group
sv: Användare inte i grupp

source: Empty list
sv: Tom lista

source: Remove users from group
sv: Ta bort användare från grupp

source: Add users to group
sv: Lägg till användare till grupp

source: Delete group
sv: Ta bort grupp

source: Delete user
sv: Ta bort användare
