Repository: BillTheBest/zentyal
Catalog: extra/language-packs/po/*.po
Languages: sv

source: Cannot add alias because domain {vd} is a alias and aliases belonging to virtual domain aliases are not supported. Please add the alias belonging to a real domain
sv: Kan inte lägga till alias eftersom domänen {vd} är ett alias och sådana tillhörande virtuella domän alias är inte supporterade. Vänligen lägg till ett alias tillhörande en riktig domän.

source: Cannot add alias because domain {vd} is not a virtual domain managed by this server
sv: Kan inte lägga till alias eftersom domänen {vd} inte är en virtuell domän hanterad av denna server

source: The alias account should be provided without domain portion. It will be appended automatically
sv: Alias kontot bör vara specificerat utan domänen. Den blir tillagd automatiskt.

source: You must enable the mail module in module status section in order to use it.
sv: Du måste aktivera e-postmodulen i modulstatussektionen för att använda den.

source: POP3 service enabled
sv: POP3-tjänst aktiverad

source: Secure POP3S service enabled
sv: POP3S-tjänst aktiverad

source: IMAP service enabled
sv: IMAP-tjänst aktiverad

source: Secure IMAPS service enabled
sv: IMAPS-tjänst aktiverad

source: Retrieve mail for external accounts
sv: Ta emot epost för externa konton

source: This allow users to retrieve mail for external accounts, the mail would be delivered to their local account. External account can be configured in the user's corner.
sv: För att tillåta användare att ta emot epost för externa konton blir eposten levererad till deras lokala konton. Externa konton kan konfigureras i användarhörnan.

source: Manage Sieve scripts
sv: Managera SIEVE skript

source: This service allows to a user to manage his Sieve mail filtering scripts from a local client which speaks the ManageSieve protocol
sv: Den här tjänsten tillåter en användare att managera sitt SIEVE skript för epostfiltrering från en lokal klient som pratar ManageSieve protokollet

source: Mail retrieval services
sv: E-post hämtningstjänster

source: Virtual domain aliases
sv: Virtuella domän-alias

source: External accounts aliases
sv: Externa konto-alias

source: List of Domains
sv: Lista över domäner

source: virtual domain
sv: virtuell domän

source: Virtual domain added. You must save changes to use this domain
sv: Virtuell domän tillagd. Du måste spara ändringarna för att använda denna domän.

source: Cannot add virtual domain {vd} because is a virtual domain alias with the same name
sv: Kan inte lägga till virtuell domän {vd} eftersom det finns ett virtuellt domän alias med samma namn

source: 'sieve' is a reserved name in this context, please choose another name
sv: "sieve" är ett reserverat namn i denna kontext, vänligen välj ett annat namn

source: Mail virtual domain
sv: Virtuell domän för e-post

source: The virtual domain name cannot be equal to the mailname
sv: Det virtuella domän namnet kan inte vara samma som epostnamnet

source: Cannot add virtual domain {vd} because it appears as external domain in the account referenced by the alias {al}
sv: Kan inte lägga till virtuella domänen {vd} eftersom det finns som extern domän i kontot som hänvisas av detta alias {al}

source: Send a copy of all mail domains
sv: Skicka en kopia av alla epost domäner

source: The mail will be a Blind Carbon Copy (BCC).
sv: Eposten blir en dold kopia (BCC)

source: Address to sent the copy
sv: Adress att skicka kopian till

source: Virtual domain settings
sv: Virtuella domän inställningar

source: Greylist duration (seconds)
sv: Grålistans tidsgräns (sekunder)

source: During this interval, the mail sender is deferred
sv: Under denna tidsrymd undertrycks sändning av epost.

source: Retry window (hours)
sv: Tidsfönster för återförsök (timmar)

source: Time that mail sender has to retry to be added before it will be greylisted again
sv: Tid som avsändaren har på sig innan denne blir grålistad igen.

source: Entries time to live (days)
sv: Tid poster ligger kvar (dagar)

source: Period till unseen entries will be deleted
sv: Tid innan osedda inlägg raderas

source: Greylist configuration
sv: Konfiguration av grålistor

source: Aliases
sv: Alias

source: List of Aliases
sv: Alias

source: virtual domain alias
sv: virtuell domän-alias

source: Virtual domain alias added. You must save changes to use this domain
sv: Virtuell domän alias tillagdt. Du måste spara ändringarna för att använda denna domän.

source: Cannot add {al} alias because there is already a virtual domain with the same name
sv: Kan inte lägga till {al} alias eftersom det redan finns en virtuell domän med samma namn

source: Cannot add alias {al} because it is already an identical alias for another virtual domain
sv: Kan inte lägga till alias {al} eftersom det redan finns ett identiskt alias för en annan virtuell domän

source: Allow relay
sv: Tillåt relä

source: Tick this to allow the machines within the above object to send mails through this server.
sv: Markera detta för att tillåta maskiner i objektet ovan att sända e-post genom denna server

source: Relay policy for network objects
sv: Reläpolicy för nätverksobjekt

source: object's relay policy
sv: Objektets reläpolicy

source: You may allow mail relay per network object
sv: Du kan tillåta ett e-post relä per nätverksobjekt

source: There are not network objects in the system. You can create them in the {openurl}Object's page{closeurl}
sv: Det finns inga nätverksobjekt i detta system. Du kan skapa dem i {openurl}Object's page{closeurl}

source: Smarthost to send mail
sv: Smarthost för att sända e-post

source: The format is host[:port] being port set to 25 if none is supplied
sv: Formatet är värd:[:port] där port 25 används om inget annat anges

source: Smarthost authentication
sv: Smarthost autentisering

source: Server mailname
sv: Server epost-namn

source: FQDN hostname
sv: FQDN värdnamn

source: Postmaster address
sv: Postmaster adress

source: Address used to report mail problems
sv: Adress att rapportera problem med e-posten till

source: Local root account
sv: Lokalt root konto

source: Custom address
sv: Anpassad adress

source: Maximum mailbox size allowed
sv: Max storlek för epost-bibliotek

source: When a mailbox reaches this size futher messages will be rejected. This can be overidden by account
sv: När ett epost-bibliotek når denna storlek kommer efterföljande epost att avvisas. Detta kan åsidosättas av konto

source: Unlimited size
sv: Obegränsad storlek

source: limited to
sv: begränsad till

source: Maximum message size accepted
sv: Max meddelandestorlek som accepteras

source: Expiration period for deleted mails
sv: Utgångsperiod för raderad epost

source: Never
sv: Aldrig

source: expired in
sv: utgår om

source: Expiration period for spam mails
sv: Utgångsperiod för skräppost

source: Smarthost's address
sv: Adress för smarthost

source: Smarthost's port
sv: Port för smarthost

source: The mailname is set to the server's hostname and the hostname is not fully qualified.
sv: Epostnamnet är satt till serverns hostnamn och detta är inte fullständigt

source: The selected mailname is not a fully qualified hostname.
sv: Det valda epostnamnet är inte ett fullständigt hostnamn

source: Not having a fully qualified hostname could lead to some mail servers to reject the mail and incorrect reply addresses from system users
sv: Att inte ha ett fullständigt hostnamn kan leda till att vissa epost servers vägrar ta emot epost och att retur adresser blir felaktiga för systemanvändare

source: Mail traffic reports
sv: Rapporter över epost-trafiken

source: Mail traffic report
sv: Rapport över epost-trafiken

source: Mail server options
sv: Inställningar för e-posttjänst

source: External retrieval service
sv: E-post hämtningstjänst

source: To configure whitelist for greylisting
sv: För att konfigurera vitlistor för grålistning

source: Greylist service
sv: Tjänst för grålistning

source: This message is being delivered
sv: Detta meddelande skickas

source: {ac} is not a internal account
sv: {ac} är inte ett intern konto

source: {ac} is not a external account
sv: {ac} är inte ett externt konto

source: mail alias
sv: e-postalias

source: mail account
sv: mailkonto

source: group alias
sv: grupp alias

source: Domain alias
sv: Domän alias

source: Mail domain {d} does not exists
sv: Epost-domänen {d} existerar inte

source: Cannot use {d} as alias for a mail domain because a domain which this name already exists
sv: Det går inte att använda {d} som ett alias för en epost-domän vars namn redan existerar

source: mail alias account
sv: e-postkonto alias

source: This group has a mail alias
sv: Denna grupp har ett e-postalias

source: This user has a mail account
sv: Denna användare har ett mailkonto

source: Quota can only be a positive number or zero for unlimited quota
sv: Kvot kan bara vara ett positivt nummer eller noll för oändlig kvot

source: group alias mail
sv: gruppalias e-post

source: account name
sv: kontonamn

source: Quota must be a amount of MB greter than zero
sv: Kvot måste vara antal MB större än noll

source: Queue ID
sv: Kö ID

source: user mail
sv: användar e-post

source: Invalid virtual mail domain
sv: Felaktig virtuell domän för e-post

source: Mail address
sv: E-postadress

source: number of alerts
sv: antal varningar

source: Number of alerts
sv: Antal varningar

source: Alert details
sv: Detaljer om varning

source: alerts
sv: Varningar

source: Alerts chart
sv: Diagram över varningar

source: Alert Graph
sv: Graf över varningar

source: Select in which interfaces IDS system will be enabled
sv: Välj i vilket gränssnitt IDS systemet skall vara aktiverat.

source: IDS Alerts report
sv: IDS rapport över varningar

source: Intrusion Detection System
sv: Intrångs Detekterings System

source: Alert
sv: Varning

source: Group allowed to authenticate
sv: Grupp som tillåts autentisera

source: RADIUS server configuration
sv: Radius server konfiguration

source: RADIUS server configuration updated
sv: Radius server konfiguration uppdaterad

source: Client
sv: Klient

source: Shared Secret
sv: Delad hemlighet (shared secret)

source: RADIUS Clients
sv: RADIUS klienter

source: Create RADIUS certificates for TTLS
sv: Skapa RADIUS certifikat för TTLS

source: Zentyal will create the needed certificates for TTLS in /etc/freeradius/certs/.
sv: Zentyal skapar de certifikat som behövs för TTLS i /etc/freeradius/certs/.

source: To configure allowed LDAP group.
sv: För att konfigurera tillåten LDAP grupp.

source: To configure RADIUS LDAP module.
sv: För att konfigurera RADIUS LDAP modul

source: To configure RADIUS clients.
sv: För att konfigurera RADIUS klienter.

source: To configure RADIUS EAP.
sv: För att konfigurera RADIUS EAP.

source: To configure default RADIUS vhost.
sv: För att konfigurera RADIUS vhost.

source: To configure RADIUS inner-tunnel vhost.
sv: För att konfigurera inner tunnel vhost.

source: Virtual mail domain
sv: Virtuell e-post domän

source: Add Zarafa LDAP schema
sv: Lägg till Zarafa LDAP schema

source: Zentyal will need this schema to store Zarafa users.
sv: Zentyal behöver detta schema för att spara Zarafa användare.

source: Zentyal will need this to deliver mail to Zarafa.
sv: Zentyal behöver detta för att skicka mail till Zarafa.

source: This database will store the data needed by Zarafa.
sv: Denna databas kommer att innehålla data för Zarafa.

source: Enable per user {dirName}
sv: Aktivera per användare {dirName}

source: Virtual hosts
sv: Virtuella värdar

source: Voicemail settings
sv: Inställningar för röstbrevlåda

source: New password
sv: Nytt lösenord

source: Attach messages
sv: Bifoga meddelanden

source: Delete sent messages
sv: Radera sända meddelanden

source: Change your Voicemail settings
sv: Ändra inställningar för röstbrevlåda

source: A number between {min} and {max}.
sv: Ett nummer mellan {min} och {max}

source: Voicemail
sv: Röstmeddelanden

source: VoIP service provider name.
sv: VoIP leverantör

source: Recipient of incoming calls
sv: Mottagare av inkommande samtal

source: Extension recipient of incoming calls through the provider.
sv: Anknytnings mottagare av inkommande samtal genom SIP leverantören.

source: SIP provider
sv: SIP leverantör

source: SIP provider for outgoing calls configuration.
sv: SIP leverantör för utgående samtal

source: SIP provider configuration updated.
sv: Inställningarna för SIP leverantören uppdaterades

source: List of Meetings
sv: Möteslista

source: Meetings
sv: Mötesfunktion

source: meeting
sv: möte

source: Enable demo extensions
sv: Aktivera demonstrations-anknytningar

source: Enable outgoing calls
sv: Aktivera utgående samtal

source: VoIP domain
sv: VoIP-domän

source: General Asterisk server configuration updated.
sv: Allmänna Asterisk serverinställningar uppdaterade

source: Asterisk Account
sv: Asterisk-konto

source: Networks attached directly to internal interfaces, like {net}, are always considered local networks so it is not neccessary to add them.
sv: Nätverk kopplade direkt till interna gränssnitt som {net} behandlas alltid som lokala nätverk och behöver inte läggas till.

source: Local network
sv: Lokalt nätverk

source: Local networks
sv: Lokala nätverk

source: local network
sv: lokalt nätverk

source: No
sv: Nej

source: NAT configuration
sv: NAT-inställningar

source: NAT Asterisk server configuration updated.
sv: NAT Asterisk-serverinställningar uppdaterade

source: Asterisk module
sv: Asterisk modul

source: User extension
sv: Användares anknytning

source: Queue extension
sv: Köanknytning

source: To configure enabled and disabled modules.
sv: För att konfigurera aktiverade och inaktiverade moduler

source: To configure the Realtime interface.
sv: För att konfigurera realtidsgränssnittet.

source: To configure the LDAP Realtime driver.
sv: För att konfigurera LDAP realtids-drivrutinen.

source: To configure the SIP trunk for local users and external providers.
sv: För att konfigurera SIP-tunneln för lokala användare och externa leverantörer.

source: To configure the dialplan.
sv: För att konfigurera samtalsstyrningplanen för Asterisk.

source: To configure the voicemail.
sv: För att konfigurera röstbrevlådor.

source: To configure the music on hold.
sv: För att konfigurera musik vid avslagen mikrofon.

source: To configure DTMF behaviour.
sv: För att konfigurera tonval.

source: VoIP Online Users
sv: VoIP uppkopplade användare

source: Duration
sv: Tidsrymd

source: Channel
sv: Kanal

source: Destination Channel
sv: Målkanal

source: Application
sv: Applikation

source: Application Data
sv: Applikationsdata

source: Answered
sv: Besvarad

source: No Answer
sv: Inget svar

source: Busy
sv: Upptaget

source: Failed
sv: Misslyckad

source: List of slaves
sv: Lista på slaves

source: This is a list of those Zentyal slaves which are subscribed to this Zentyal.
sv: Detta är en lista över de Zentyal slaves som anslutit sig till denna Zentyal.

source: You must enable the module Users in master mode.
sv: Du måste aktivera modulen Användare i master-läge.

source: There are no slaves at the moment.
sv: Det finns inga slaves för tillfället.

source: Full name
sv: Fullständigt namn

source: Edit
sv: Redigera

source: You must enable the module Users in the module status section in order to use it.
sv: Du måste aktivera modulen Användare i modulen status för att använda den.

source: There are no users at the moment
sv: Det finns inga användare för tillfället.

source: Zentyal is configured as Windows AD slave and there are no users at the moment. If there are users in your Domain Controller, maybe the synchronization process has failed or has not finished yet.
sv: Zentyal är konfigurerad som Windows AD-slave och det finns inga användare för tillfället. Om det finns användare i din domänkontrollant, kanske synkroniseringen har misslyckats eller inte klar än.

source: Username for binding to Windows AD (it has to be created in the AD)
sv: Användarnamn för att binda till Windows AD (Den måste skapas i AD)

source: Password for the above user
sv: Lösenord för ovanstående användare

source: AD Secret Key
sv: AD Hemlig Nyckel

source: Secret key to be shared between Windows and Zentyal (16 chars)
sv: Hemlig nyckel som delas mellan Windows och Zentyal (16 tecken)

source: Windows AD Sync Settings
sv: Windows AD Synk Inställningar

source: The secret key needs to have 16 characters.
sv: Den hemliga nyckeln måste ha 16 tecken.

source: Groups
sv: Grupper

source: There are no groups at the moment
sv: Den finns inga grupper för närvarande

source: Zentyal is configured as Windows AD slave and there are no groups at the moment. If there are groups in your Domain Controller, maybe the synchronization process has failed or has not finished yet.
sv: Zentyal är konfigurerad som Windows AD-slave och det finns inga grupper just nu. Om det finns grupper i din domänkontrollant, kanske synkroniseringen har misslyckats eller inte klar än.

source: Force sync
sv: Tvinga synkronisering

source: on slaves
sv: på slaves

source: Force sync of pending operations
sv: Tvingad synkronisering med pågående operationer

source: Sync now
sv: Synkronisera nu

source: List of pending operations on slaves
sv: Lista över pågående operationer på slaves

source: This is a list those operations that need to be run by the slaves because the master failed to contact them.
sv: Detta är en förteckning över de uppgifter som måste köras av slavesen eftersom master inte har fått kontakt med dem.

source: There are no pending operations at the moment.
sv: Det finns inga pågående verksamheter för tillfället.

source: Password management
sv: Lösenordshantering

source: Passwords do not match.
sv: Lösenorden stämde inte överens.

source: Password successfully updated
sv: Lösenord har uppdaterats

source: Enable PAM
sv: Aktivera PAM

source: Make LDAP users have system account.
sv: Gör så LDAP-användare har ett system konto.

source: Default login shell
sv: Standard inloggningsskal

source: This will apply only to new users from now on.
sv: Detta gäller endast för nya användare från och med nu.

source: PAM settings
sv: PAM Inställningar

source: Only for master and AD slave configuration
sv: Endast för master och AD slave konfiguration

source: Only for slave configuration: IP of the master Zentyal or Windows AD
sv: Endast för slave konfiguration: IP till master Zentyal eller Windows AD

source: Zentyal Users Mode
sv: Zentyal Användar Läge

source: You must enable the Users and Groups module to access the LDAP information.
sv: Du måste aktivera användare och grupper modul för att få tillgång till LDAP-information.

source: These configuration options are used when a new user account is created.
sv: Dessa konfigurationsalternativ används när ett nytt användarkonto skapas.

source: LDAP Settings
sv: LDAP inställningar

source: Your Zentyal will be registered as a slave in the Zentyal master specified
sv: Din Zentyal kommer att registreras som en slave i den angivna Zentyal master

source: This Zentyal needs to have remote access to the users in the Zentyal master.
sv: Den här Zentyal måste ha fjärråtkomst till användarna i Zentyal mastern.

source: Apparmor profile will be disabled
sv: Apparmor profil inaktiveras

source: It is not ready to work with more than one slapd.
sv: Det är inte redo att arbeta med mer än en slapd.

source: Your LDAP database will be populated with some basic organizational units
sv: Din LDAP-databas kommer att befolkas med några grundläggande organiserings enheter

source: Zentyal needs this organizational units to add users and groups into them.
sv: Zentyal behöver organiserings enheter för att lägga till användare och grupper i dem.

source: Install /etc/cron.d/ebox-ad-sync.
sv: Installera /etc/cron.d/ebox-ad-sync.

source: Zentyal will run a script every 5 minutes to sync with Windows AD.
sv: Zentyal kör ett skript var 5:e minut för att synkronisera med Windows AD.

source: Configure PAM.
sv: Konfigurera PAM

source: Zentyal will give LDAP users system account.
sv: Zentyal kommer att ge LDAP-användare system konto.

source: To make NSS use LDAP resolution for user and group accounts. Needed for Samba PDC configuration.
sv: För att NSS ska använda LDAP beslut för användar- och grupp konton. Behövs en Samba PDC konfiguration.

source: To let NSS know how to access LDAP accounts.
sv: Att låta NSS veta hur man kan få tillgång till LDAP-konton.

source: To add quota support to /home partition.
sv: För att lägga till kvotmöjligheter till din /home partition.

source: To make LDAP listen on TCP and Unix sockets.
sv: För att LDAP ska lyssna på TCP och Unix sockets.

source: To copy LDAP admin password generated by Zentyal and allow other modules to access LDAP.
sv: Om du vill kopiera LDAP admin lösenord genererat från Zentyal och låta andra moduler för att få tillgång LDAP.

source: Username must not be longer than {maxuserlength} characters
sv: Användarnamnet får inte vara längre än {maxuserlength} tecken

source: Username already exists on the system
sv: Användarnamnet finns redan i systemet

source: Maximum number of system users reached
sv: Maximalt antal systemanvändare har uppnåtts

source: Incorrect UID {uid} for a user . UID must be equal or greater than {min}
sv: Felaktig UID {uid} för en användare. UID måste vara lika med eller större än {min}

source: Incorrect UID {uid} for a system user . UID must be lesser than {max}
sv: Felaktig UID {uid} för en systemanvändare. UID måste vara mindre än {max}

source: Groupname must not be longer than {maxGroupLength} characters
sv: Gruppnamn får inte vara längre än {maxGroupLength} tecken

source: The group name is not valid because it is used internally
sv: Gruppnamnet är inte giltigt därför att det används internt

source: Incorrect GID {gid} for a group . GID must be equal or greater than {min}
sv: Felaktig GID {gid} för en grupp. GID måste vara lika med eller större än {min}

source: Incorrect GID {gid} for a system group . GID must be lesser than {max}
sv: Felaktig GID {gid} för en system grupp. GID måste vara mindre än {max}

source: Password must not be longer than {maxPwdLength} characters
sv: Lösenord får inte vara längre än {maxPwdLength} tecken

source: AD Sync Settings
sv: AD Synk Inställningar

source: A host with the name {host} is already registered in this Zentyal
sv: En host med namnet {host} är redan registrerad i Zentyal

source: Replication failed
sv: Replikering misslyckades

source: This group contains users
sv: Den här gruppen innehåller användare

source: comment
sv: kommentar

source: object name
sv: objektnamn

source: object type
sv: objekttyp

source: User removed successfully
sv: Användaren togs bort

source: Group removed successfully
sv: Gruppen togs bort

source: confirm password
sv: bekräfta lösenord

source: quota
sv: kvot

source: Edit group
sv: Redigera grupp

source: Days of the week
sv: Dagar av vecka

source: Access Denied
sv: Access nekad

source: Access has been Denied
sv: Access har blivit nekad

source: Access to the page: {page} has been denied for the following reason
sv: Access till sidan: {page} har blivit stoppad av följande anledning

source: You are seeing this error because what you attempted to access appears to contain, or is labeled as containing, material that has been deemed inappropriate.
sv: Du ser detta meddelande eftersom du försökte nå något som innehåller eller ser ut att innehålla material som bedömts som ej lämpligt.

source: If you have any queries contact your ICT Coordinator or Network Manager.
sv: Om du har några frågor, kontakta din it-ansvarige eller nätverkstekniker

source: Powered by
sv: Byggd på

source: Configure rules
sv: Konfigurera regler

source: Filtering rules for internal networks
sv: Filterregler för interna nätverk
