Repository: BillTheBest/zentyal
Catalog: extra/language-packs/po/*.po
Languages: sv

source: Allow client-to-client connections
sv: Tillåt klient till klient anslutningar

source: Enable it to allow client machines of this VPN to see each other
sv: Aktivera det för att tillåta klient maskiner från detta VPN att se varandra

source: Allow Zentyal-to-Zentyal tunnels
sv: Tillåt Zentyal-till-Zentyal tunnlar

source: Enable it if this VPN is used to connect to another Zentyal
sv: Aktivera detta om denna VPN används för att ansluta till en annan Zentyal

source: Zentyal-to-Zentyal tunnel password
sv: Zentyal-till-Zentyal tunnellösenord

source: Interface to listen on
sv: Gränssnitt att lyssna på

source: Server configuration
sv: Server Konfiguration

source: All network interfaces
sv: Alla nätverksgränssnitt

source: Zentyal to Zentyal tunnel option requires a RIP password
sv: Zentyal-till-Zentyal tunnel valet kräver ett RIP-lösenord

source: The VPN address could not be the same than one of its advertised networks
sv: VPN adressen kan inte vara samma som ett av de annonserade nätverken

source: Other server is listening on the same port
sv: Annan server lyssnar på samma port

source: Port {p} is not available
sv: Port {p} är inte tillgänglig

source: The interface {iface} does not exist
sv: Interface {iface} existerar ej

source: The interface {iface} is not configured
sv: Interface {iface} är ej konfigurerat

source: Cannot use Network Address translation because it requires the firewall module. The module is neither installed or activated
sv: Kan inte använda NAT eftersom det kräver firewall modulen. Denna är varken installerad eller aktiverad.

source: Cannot use Network Address translation because it requires the firewall module enabled. Please activate it and try again
sv: Kan inte använda NAT eftersom det kräver firewall modulen. Vänligen aktivera den och försök igen.

source: At least one external interface is needed to connect to the server unless network address translation option is enabled
sv: Om inte NAT är aktiverat behövs åtminstone ett externt gränssnitt vara anslutet till servern

source: The interface must be a external interface, unless Network Address Translation option is on
sv: Gränssnittet måste vara externt om inte NAT är påslaget

source: Advertised network
sv: Annonserat nätverk

source: List of Advertised Networks
sv: Lista över annonserade nätverk

source: The advertised network address could not be the same than the VPN address
sv: Det annonserade nätverkets adress kan inte avara samma som VPN adressen

source: {openpar}You can add here those networks which you want to make available to clients connecting to this VPN.{closepar}{openpar}Typically, you will allow access to your LAN by advertising its network address here{closepar}
sv: {openpar}Här kan du lägga till de nätverk du vill att klienter som ansluter till detta VPN ska komma åt.{closepar}{openpar}Vanligtvis tillåter du tillgång till ditt LAN genom att annonsera dess nätverksadress här{closepar}

source: Manual Configuration
sv: Manuell konfiguration

source: Zentyal bundle
sv: Zentyal klientinställningar

source: Upload configuration's bundle
sv: Ladda upp klientinställningar

source: CA's certificate
sv: CA certifikat

source: Client's certificate
sv: Klientens certifikat

source: Client's private key
sv: Klients privata nyckel

source: Server tunnel password
sv: Serverns tunnel-lösenord

source: Bind address for client
sv: Bind address för klient

source: Client configuration
sv: Klientkonfiguration

source: client
sv: klient

source: No file supplied or already set for {f}
sv: Ingen angiven fil eller redan satt för {f}

source: Enable
sv: Aktivera

source: List of Clients
sv: Klientlista

source: VPN Clients
sv: VPN klienter

source: Cannot activate the client because is not fully configured; please edit the configuration and retry
sv: Kan inte aktivera klienten eftersom den inte är färdigkonfigurerad. Vänligen redigera konfigurationen och försök igen

source: RIP password is mandatory
sv: RIP lösenord är ett krav

source: Client's type
sv: Klienttyp

source: Add OpenVPN's installer to bundle
sv: Inkludera OpenVPN's installationsprogram

source: OpenVPN installer for Microsoft Windows
sv: OpenVPN installationsprogram för Microsoft Windows

source: Server address
sv: Serveradress

source: This is the address that will be used by your clients to connect to the server. Typically, this will be a public IP or host name
sv: Detta är adressen som kommer att användas av dina klienter för att ansluta till servern. Denna är vanligtvis ett publikt IP eller värdnamn

source: Additional server address (optional)
sv: Ytterligare serveradress

source: Download Client Bundle
sv: Ladda ner klientinställningar

source: Download
sv: Ladda ner

source: Zentyal to Zentyal tunnel
sv: Zentyal-till-Zentyal tunnel

source: Cannot make a bundle because the server is not fully configured; please edit the configuration and retry
sv: Kan inte skapa klientinställningar eftersom servern inte är fullständigt konfigurerad. Vänligen redigera konfigurationen och försök igen

source: Cannot use for the bundle the server's certificate
sv: Kan inte använda serverns certifikat för klientinställningarna

source: Invalid client type: the server does not allow Zentyal-to-Zentyal tunnels
sv: Felaktig klient-typ: servern tillåter inte Zentyal-till-Zentyal tunnlar

source: Invalid client type: the server is intended for Zentyal-to-Zentyal tunnels
sv: Felaktig klient-typ: servern är avsedd för Zentyal-till-Zentyal tunnlar

source: Installer is only available for Windows clients
sv: Installerare är bara tillgänglig för Windowsklienter

source: A client bundle is a file which contains a ready to use configuration for your clients
sv: Klientinställningar är en fil som innehåller en färdig konfiguration till dina klienter

source: Cannot make a bundle because the server is not fully configured; please complete the configuration and retry
sv: Kan inte skapa servern eftersom servern inte är fullt konfigurerad. Vänligen editera konfigurationen och försök igen.

source: Inexistent CA's certificate file {p}
sv: CA har ingen certifikatfil {p}

source: Inexistent client's certificate file {p}
sv: Klient har ingen certifikatfil {p}

source: Inexistent certificate's private key file {p}
sv: Certifikatet har ingen privat nyckelfil {p}

source: File supplied as CA's certificate is not valid
sv: Filen som angetts som CA certifikat är inte giltig

source: File supplied as client's certificate is not valid
sv: Filen som angetts som klientens certifikat är inte giltig

source: File supplied as client's private key is not valid
sv: Filen som angetts som klientens privata nyckelfil är inte giltig

source: File supplied as client's certificate doesn't match with file supplied as CA's certificate
sv: Filen som angetts som klientcertifikat matchar inte med filen som angetts som CA certifikat

source: File supplied as client's certificate doesn't match with file supplied as certificate's private key
sv: Filen som angetts som klientcertifikat matchar inte med filen som angetts som certifikatets privata nyckel

source: The port {p}/{pro} is already in use
sv: Porten {p}/{pro} används redan

source: The certificate {cn} does not exist
sv: Certifkatet {cn} finns inte

source: The certificate {cn} has expired
sv: Certifikatet {cn} har gått ut

source: The certificate {cn} has been revoked
sv: Certifikatet {cn} har blivit återkallat

source: The server {name} does not have certificate assigned
sv: Servern {name} har inte certifikat tilldelat

source: Cannot get key of server {name} because it does not have any certificate assigned
sv: Kan inte hämta nyckel av server {name} eftersom den inte har något certifikat tilldelat

source: VPN server {name} couldn't be configured, no IP address found for interface {iface}
sv: VPN-servern {name} kunde inte konfigureras, ingen IP-adress hittad för nätverksgränssnittet {iface}

source: OpenVPN servers cannot be used for internal services
sv: OpenVPN servrar kan inte användas för interna gränssnitt

source: Unsupported client type: {ct}
sv: Ej supportad klienttyp: {ct}

source: Service
sv: Tjänst

source: Running
sv: Kör

source: Stopped
sv: Stoppad

source: Daemon status
sv: Status för demon

source: All external interfaces
sv: Alla externa gränssnitt

source: Not found
sv: Ej hittad

source: Local address
sv: Lokal adress

source: VPN subnet
sv: VPN subnät

source: VPN network interface
sv: VPN nätverksgränssnitt

source: No active
sv: Ingen aktiv

source: VPN interface address
sv: VPN gränssnittsadress

source: disabled
sv: inaktiv

source: This bundle is not a valid Zentyal-to-Zentyal configuration bundle. (Cannot unpack it)
sv: Paketet ej gilitigt för Zentyal till Zentyal installations paket. (Kan ej packa up)

source: This bundle is not a valid Zentyal-to-Zentyal configuration bundle. (Missing server configuration file)
sv: Paketet ej gilitigt för Zentyal till Zentyal installations paket. (Konfigurations fil saknas)

source: This bundle is not a valid Zentyal-to-Zentyal configuration bundle. (Missing CA certificate file)
sv: Paketet ej gilitigt för Zentyal till Zentyal installations paket. (Saknar CA certifikatfil)

source: This bundle is not a valid Zentyal-to-Zentyal configuration bundle. (Missing certificate file)
sv: Paketet ej gilitigt för Zentyal till Zentyal installations paket. (Saknar certifikatfil)

source: This bundle is not a valid Zentyal-to-Zentyal configuration bundle. (Missing certificate private key file)
sv: Paketet ej gilitigt för Zentyal till Zentyal installations paket. (Saknar privat certifikations nyckel)

source: Server's address
sv: Serverns adress

source: You must provide at least one address for the server {name}
sv: Du måste ange minst en adress för denna server {name}

source: Can't get address for this server: no external interfaces present
sv: Kan inte komma åt adressen för denna server: inget externt gränssnitt tillgängligt

source: The client certificate can't be the same than the server's one
sv: Klientens certifikat kan inte vara samma som serverns.

source: VPN client should not be configured to connect to the address {addr} because is a address of the localhost itsef
sv: VPN klient bör inte konfigureras att ansluta mot adress {addr} eftersom det är adressen för den lokala värden själv

source: VPN client should not be configured to connect to the address {addr} because is a address of a local network interface
sv: VPN klienten bör inte konfigureras att ansluta mot adress {addr} eftersom det är adressen för ett lokalt nätverksgränssnitt

source: Client {name}
sv: Klient {name}

source: Connection target
sv: Mål för anslutning

source: To configure Quagga to run ripd and zebra
sv: För att konfigurera Quagga att köra ripd och zebra

source: To configure Quagga to listen on the given interfaces
sv: För att konfigurera Quagga att lyssna på de angivna gränssnitten

source: Main zebra configuration file
sv: Huvudkonfigurationsfil för zebra

source: To configure ripd to exchange routes with client to client connections
sv: För att konfigurera ripd att utväxla rutter med klient till klient anslutningar

source: To remove system-wide VPN servers autostart
sv: Att ta bort VPN servers autostart för hela systemet

source: Invalid name {name}. Only alpahanumeric and '-', '_', '.' characters are allowed
sv: Ogiltigt namn {name}. Endast alfanumeriska och "-" "_" "." tecken tillåts

source: Cannot use the name {n} because there is a client with the same name
sv: Kan inte använda namnet {n} eftersom det finns en klient med samma namn

source: Cannot use the name {n} because there is a server with the same name
sv: Kan inte använda namnet {n} eftersom det finns en server med samma namn

source: Invalid name {name}. Name which begins with the prefix {pf} are reserved for internal use
sv: Ogiltigt namn {name}. Namn som har prefix {pf} är reserverade för intern användning

source: Invalid name {name}. A internal daemon must have a name which begins with the prefix {pf}
sv: Ogiltigt namn {name}. En intern demon måste ha ett namn som börjar med prefixet {pf}

source: Client {c} does not exists
sv: Klienten {c} existerar inte

source: Servers
sv: Servrar

source: Clients
sv: Klienter

source: Common name
sv: Allmänt namn

source: Address
sv: Adress

source: Connected since
sv: Ansluten sedan

source: No users connected to the VPN
sv: Inga användare ansluten till VPN

source: OpenVPN daemons
sv: OpenVPN demoner

source: Type
sv: Typ

source: Remote IP
sv: Fjärr IP

source: Remote Certificate
sv: Fjärr certifikat

source: Initialization sequence completed
sv: Initialiseringsprocess färdig

source: Certificate issuer not authorized
sv: Certifikatutfärdare ej auktoriserad

source: Certificate common name not authorized
sv: Allmänt namn för certifikat inte auktoriserat

source: Certificate verification failed
sv: Verifikation av certifikat misslyckades

source: Client connection initiated
sv: Klientansluting inledd

source: Client connection terminated
sv: Klientanslutning avbruten

source: Connection to server initiated
sv: Anslutning till server inledd

source: Server connection terminated
sv: Anslutning till server avbruten

source: You must set insecure_rip_conf to yes or no
sv: Du måste ställa in insecure_rip_conf till yes eller no

source: Firewall
sv: Brandvägg

source: Flush previous firewall rules
sv: Spola föregående brandväggsregler

source: The Zentyal firewall will flush any previous firewall rules which have been added manually or by another tool
sv: Zentyals brandvägg kommer att rensa alla föregående brandväggsregler som har lagts till manuellt eller med annat verktyg

source: Secure by default
sv: Säker per standard

source: Just a few connections are allowed by default. Make sure you add the proper incoming and outcoming rules to make your system work as expected. Usually, all outcoming connections are denied by default, and only SSH and HTTPS incoming connections are allowed.
sv: Bara ett fåtal anslutningar är tillåtna per standard. Se till att du lägger till korrekta ingående och utgående regler för att få ditt system att fungera som tänkt. Alla utgående anslutningar vägras som standard och bara SSH och HTTPS ingående släpps in.

source: action
sv: åtgärd

source: Name '{name}' is invalid
sv: Namnet "{name}" är ogiltigt

source: protocol
sv: protokoll

source: Packet Filter
sv: Paketfilter

source: Port Forwarding
sv: Vidarebefordring av port

source: Input interface
sv: Gränssnitt för ingående data

source: Output interface
sv: Gränssnitt för utgående data

source: Source
sv: Källa

source: Destination
sv: Mål

source: Protocol
sv: Protokoll

source: Source port
sv: Källport

source: Decision
sv: Beslut

source: DROP
sv: SLÄPP

source: LOG
sv: LOGGA

source: REDIRECT
sv: OMDIRIGERA

source: You must set the iptables_log_limit variable in the ebox configuration file
sv: Du måste sätta iptables_log_limit variabeln i eBox konfigurationsfil

source: You must set the iptables_log_burst variable in the ebox configuration file
sv: Du måste sätta iptables_log_burst variabeln i eBox konfigurationsfil

source: ACCEPT
sv: ACCEPTERA

source: DENY
sv: VÄGRA

source: Any
sv: Alla

source: Source IP
sv: Käll IP

source: Source object
sv: Källobjekt

source: Destination IP
sv: Mål IP

source: Destination object
sv: Målobjekt

source: If inverse match is ticked, any service but the selected one will match this rule
sv: Om invertera är markerad kommer vilken service somhelst utom den valda att matcha denna regel

source: Description
sv: Beskrivning

source: Configure Rules
sv: Konfigurera regler

source: 'any service' cannot have a inverse march
sv: "alla tjänster" kan inte ha en inverterad träff

source: packets dropped
sv: släppta paket

source: Firewall packet traffic chart
sv: Pakettrafiktabell för brandvägg

source: Packet traffic
sv: Pakettrafik

source: Packets dropped
sv: Släppta paket

source: Packet traffic details
sv: Pakettrafik detaljer

source: Internal networks to Zentyal
sv: Interna nätverk till Zentyal

source: rule
sv: regel

source: Internal networks
sv: Interna nätverk

source: External networks to internal networks
sv: Externa nätverk till interna nätverk

source: Contradictory rule found. Remove it first
sv: Motsägelsefull regel funnen. Ta bort den först

source: Interface
sv: Nätverksgränssnitt

source: Original destination
sv: Ursprunglig destination

source: IP Address
sv: IP-adress

source: Original destination port
sv: Ursprunglig destinationsport

source: Same
sv: Samma

source: Other
sv: Annan

source: Log new forwarded connections
sv: Logga vidarebefordrade anslutningar

source: List of forwarded ports
sv: Lista över vidarebefordrade portar

source: forwarding
sv: vidarebefordring

source: External networks to Zentyal
sv: Externa nätverk till Zentyal

source: Input
sv: Inkommande

source: External Input
sv: Externt inkommande

source: Forward
sv: Vidarebefordring

source: NAT prerouting
sv: NAT före routing

source: NAT postrouting
sv: NAT efter routing

source: Rule
sv: Regel

source: Module
sv: Modul

source: Condition
sv: Villkor

source: Rules added by Zentyal services (Advanced)
sv: Regler tillagda av Zentyals tjänster (Avancerat)

source: Traffic coming out from Zentyal
sv: Trafik som går ut från Zentyal

source: Packet traffic report
sv: Pakettrafikrapport

source: Firewall packet traffic report
sv: Pakettrafikrapport för brandvägg

source: Upload
sv: Ladda upp

source: Upload rate in Kbits/s through this interface
sv: Uppladdnings hastiget i Kbit/s genom nätverksgränssnitt

source: Download rate in Kbits/s through this interface
sv: Nerladdnings hastighet i Kbit/s genom nätverksgränssnitt

source: You need at least one internal interface and one external interface
sv: Du behöver mins ett internt och ett externt nätverksgränssnitt

source: {iface} (internal interface)
sv: {iface} (internt gränssnitt)

source: {iface} (external interface)
sv: {iface} (externt gränssnitt)

source: Object {object} has no members. Please add at least one to add rules using this object
sv: Objekt {object} har inga medlemmar. Vänligen lägg till minst ett för att kunna lägga till regler för detta objekt

source: Port based service
sv: Port-baserad service

source: Priority
sv: Prioritet

source: Lowest priotiry: 7 Highest priority: 0
sv: Lägsta prioritet: 7 Högsta prioritet: 0

source: Guaranteed Rate
sv: Garanterad hastighet

source: Note that The sum of all guaranteed rates cannot exceed your total bandwidth. 0 means unguaranteed rate.
sv: Notera att total summa av alla garanterade hastigheter ej kan överstiga din totala bandbredd. 0 betyder ej garanterad hastighet.

source: Limited Rate
sv: Begränsad hastighet

source: Rules list for {printableIndex}
sv: Regel lista för {printableIndex}

source: Note that if the interface is internal, the traffic flow comes from Internet to inside and the external is the other way around
sv: Notera att om nätverksgränsnittet är internt, flyter trafik från internet till insida nätverket och externt är motsatt

source: Application based service
sv: Applikations baserad service

source: Application based service group
sv: Applikations baserad service grupp

source: Select an interface to add traffic shaping rules. Keep in mind that if you are shaping an internal interface, you are doing ingress shaping.
sv: Välj ett nätverksgränssnitt att lägga till regler för trafikbegränsning för. Tänk på att om du begränsar ett internt nätverksgränssnitt så gör du en ingående begränsning.

source: Choose an interface to shape
sv: Välj ett nätverksgränssnitt att begränsa

source: Add tc rules
sv: Lägg till tc regler

source: Rules
sv: Regler

source: Interface Rates
sv: Gränssnitts Hastighet

source: type
sv: typ

source: Invalid preference number. Allowed range: ({min}, {max})
sv: Ogiltigt värde. Tillåtna värden är: ({min}, {max})

source: The given host name is not a fully qualified domain name (FQDN). Do you mean mx.{name}?
sv: Det angivna värdnamnet är inte ett fullständigt värdnamn (FQDN). Menar du mx.{name}?

source: The domain is set as read only. You cannot add mail exchangers
sv: Domänen är satt till endast läsbar. Du kan inte lägga till epostservers (MX).

source: Host name
sv: Värdnamn

source: If you choose "Custom", it should be a Fully Qualified Domain Name
sv: Om du väljer "Anpassad" måste det vara ett fullständigt värdnamn.

source: This domain
sv: Denna domän

source: Preference
sv: Inställning

source: Mail exchangers
sv: MX-pekare

source: The smallest preference number has the highest priority and is the first server to be tried when a remote client (typically another mail server) does an MX lookup for the domain name. Allowed preference number interval = ({min}, {max})
sv: Det minsta värdet har den högsta prioriteten och är den första servern som provas när en fjärrklient (oftast en annan mailserver) gör ett MX uppslag för domännamnet. Tillåtna värden ligger i intervallet ({min}, {max})

source: Mail exchanger record
sv: E-post MX register

source: Hostnames
sv: Värdnamn

source: Mail Exchangers
sv: MX-pekare

source: Name Servers
sv: Namnservers

source: Services
sv: Tjänster

source: Dynamic
sv: Dynamisk

source: A domain is dynamic when the DHCP server updates the domain
sv: En domän är dynamisk när DHCP servern uppdaterar domänen.

source: Domains
sv: Domäner

source: domain
sv: domän

source: There is an alias with the same name "{name}" for "{hostname}" in the same domain
sv: Det finns ett alias med samma namn,"{name}" för "{hostname}" i samma domän

source: The domain is set as read only. You cannot add host names
sv: Domänen är satt till att vara endast läsbar. Du kan inte lägga till värdnamn

source: Host names
sv: Värdnamn

source: host name
sv: värdnamn

source: Enable transparent DNS cache
sv: Aktivera transparent DNS cache

source: Settings
sv: Inställningar

source: The domain is set as read only. You cannot add {what}
sv: Domänen är satt till att endast vara läsbar. Du kan inte lägga till {what}

source: The chosen service is not in {file}
sv: Tjänsten finns ej i {file}

source: The given host name is not a fully qualified domain name (FQDN). Do you mean {srv}.{name}?
sv: Det angivna värdnamnet är inte ett fullständigt kvalificerat domännamn (FQDN). Menar du {srv}.{name}?

source: Service name
sv: Tjänstenamn

source: Lower value is greater priority
sv: Lägre värde har högre prioritet

source: Weight
sv: Vikt

source: Target port
sv: Mål port

source: Target
sv: Mål

source: An alias cannot be the nameserver host name "{ns}". Use a hostname instead
sv: Ett alias kan inte be namnserverns värdnamn "{ns}". Använd ett annat värdnamn istället.

source: There is a hostname with the same name "{name}" in the same domain
sv: Det finns ett värdnamn med samma namn i samma domän, "{name}"

source: There is an alias for {hostname} hostname with the same name "{name}" in the same domain
sv: Det finns ett alias för värdnamn {hostname} med samma namn"{name}" i samma domän.

source: The given host name is not a fully qualified domain name (FQDN). Do you mean ns.{name}?
sv: Det angivna värdnamnet är inte ett fullständigt kvalificerat domännamn (FQDN). Menar du ns.{name}?

source: Last name server cannot be removed
sv: Sista namn server kan ej tas bort

source: The domain is set as read only. You cannot add name servers
sv: Domänen är satt till endast läsbar. Du kan inte lägga till namnservers

source: Name servers
sv: Namnservrar

source: It manages the name server (NS) records for this domain
sv: Det hanterar namnserver (NS) records för denna domän.

source: name server record
sv: namnserver förteckning

source: The {name} cannot be longer than {value} characters
sv: {name} kan ej vara längre än {value}

source: main bind9 configuration file
sv: central bind9 konfigurationsfil

source: bind9 options configuration file
sv: bind9 konfigurationsfil för alternativ
