Repository: BillTheBest/zentyal
Catalog: extra/language-packs/po/*.po
Languages: sv

source: This settings will be used to allow Zentyal to access the Internet if an HTTP proxy is needed.
sv: Dessa inställningar används för att ge Zentyal tillgång till Internet om en HTTP-proxy ska användas.

source: Proxy username and password will be visible by all system users.
sv: Proxy-användarnamnet och lösenordet kommet att vara synlig för alla systemanvändare.

source: Ping to gateway
sv: Pinga gateway

source: Ping to host
sv: Pinga värd

source: DNS resolve
sv: DNS uppslag

source: HTTP Request
sv: HTTP förfrågan

source: Test type
sv: Typ av test

source: Number of probes
sv: Antal försök

source: Required success ratio
sv: Krävd andel lyckade försök

source: Test rules
sv: Testregler

source: You can define different rules to test if a gateway is working properly. If one of the test fails the gateway will be disabled. It will be enabled again when all tests are passed.
sv: Du kan definiera andra regler för att testa om gateway fungerar korrekt. Om en test misslyckas kommer denna gateway att inaktiveras. Den kommer att aktiveras igen när alla tester lyckas.

source: Invalid value for Host
sv: Otillåtet värde för värd

source: Add default routers to the default table
sv: Lägg in default routers till default tabell

source: This is needed to work with a multigateway configuration. Note that to list the default routes you must execute:
sv: Detta behövs för en konfiguration med flera gateways. Notera att för att lista default route måste du köra:

source: Enable Zentyal DHCP hook
sv: Aktivera Zentyal DHCP-koppling

source: It will take care of adding the default route given by a DHCP server to the default route table.
sv: Detta tar hand om att addera default route från DHCP servern till tabellen för rutter

source: Zentyal will set your network configuration
sv: Zentyal kommer att ställa in din nätverkskonfiguration

source: Zentyal will set your DNS configuration
sv: Zentyal kommer att ställa in din DNS-konfiguration

source: Zentyal will set your DHCP client configuration
sv: Zentyal kommer att ställa in din DHCP-klientkonfiguration

source: Zentyal will set your ddclient configuration
sv: Zentyal kommer att ställa in din ddclient-konfiguration

source: Zentyal will store your PPPoE passwords
sv: Zentyal kommer att spara dina PPPoE lösenord

source: Zentyal will add a DSL provider configuration for PPPoE
sv: Zentyal kommer att lägga till en DSL-konfiguration för PPPoE

source: Zentyal will set HTTP proxy for all users
sv: Zentyal kommer att ställa in HTTP-proxy för alla användare

source: Zentyal will set HTTP proxy for APT
sv: Zentyal kommer att ställa HTTP-proxy för APT

source: Virtual interface name
sv: Namn på virtuellt gränssnitt

source: Netmask
sv: Nätmask

source: This interface cannot be put in trunk mode, it is an vlan interface.
sv: Detta gränssnitt kan inte sättas i trunkläge, det är ett vlan gränssnitt.

source: This interface is in trunk mode, you should unconfigure all the vlan interfaces in this trunk before changing its configuration mode.
sv: Detta gränssnitt är i trunkläge, du borde ta bort alla vlan gränssnitt i denna trunk innan du ändras dess konfigurationsläge.

source: Network interfaces need to be in trunk mode before adding vlans to them.
sv: Nätverksgränssnitten behöver vara i trunkläge innan du lägger till vlan till dem.

source: The requested operation will cause one of the configured gateways to become unreachable. Please remove it first if you really want to make this change.
sv: Den efterfrågade åtgärden kommer att göra en av de konfigurerade rutterna oåtkomlig. Vänligen ta bort den först om du verkligen vill göra denna ändring.

source: Gateway {gw} not reachable
sv: Gateway {gw} är inte nåbar

source: Gateway {gw} must be reachable by a static interface. Currently it is reachable by {iface} which is not static
sv: Gateway {gw} måste vara nåbar av ett statiskt gränssnitt. Nu är den nåbar av {iface} som inte är statiskt

source: down
sv: nere

source: up
sv: upp

source: external
sv: extern

source: internal
sv: intern

source: link ok
sv: länk ok

source: no link
sv: ingen länk

source: Network Interfaces
sv: Nätverksgränssnitt

source: Interfaces
sv: Gränssnitt

source: Diagnostic Tools
sv: Diagnosverktyg

source: Balance Traffic
sv: Balansera trafik

source: To be able to use this feature you need at least two enabled gateways. You can add them <a href="/zentyal/Network/View/GatewayTable">here</a> first.
sv: För att kunna använda denna funktion behöver du minst två aktiva gateways. Du kan addera dem <a href="/zentyal/Network/View/GatewayTable">här</a> först.

source: Gateways and Proxy
sv: Gateway och proxy

source: Domain Name Server Resolver
sv: DNS-serveruppslag

source: Traffic rate monitoring
sv: Trafikflödesövervakning

source: Events module is not enabled. You have to enable it and also enable the WAN Failover event in order to use this feature.
sv: Händelse modulen är inte aktiverad. Du behöver aktivera den och även aktivera Wan failover händelsen för att använda denna funktion

source: WAN Failover event is not enabled. You have to enable it in order to use this feature
sv: Wan Failover händelse inte aktiverad. Du behöver aktivera det för att använda denna funktion

source: bytes/second
sv: byte/sekund

source: Traffic data for source
sv: Trafikdata för källa

source: Network traffic from {src}
sv: Nätverkstrafik från {src}

source: Traffic data not found for service
sv: Trafikdata hittades inte för tjänst

source: Network traffic for {service}
sv: Nätverkstrafik för {service}

source: Traffic data for service
sv: Trafikdata för tjänst

source: Traffic data not found for source and service pair
sv: Trafikdata hittades inte för källa och tjänst

source: source {src} and service {service}
sv: källan {src} och tjänsten {service}

source: Network traffic from source {src} and for service {service}
sv: Nätverkstrafik från källan {src} och för tjänsten {service}

source: All active services
sv: Alla aktiva tjänster

source: Traffic data for
sv: Trafikdata för

source: all services
sv: alla tjänster

source: All active sources
sv: Alla aktiva källor

source: Traffic data for
sv: Trafikdata för

source: all sources
sv: alla källor

source: Total traffic rate from {src}
sv: Total trafikfrekvens från {src}

source: Total traffic rate for {service}
sv: Total trafikfrekvens för {service}

source: Traffic rate from {src} for {service}
sv: Trafikfrekvens från {src} för {service}

source: Check if gateways are connected or disconnected.
sv: Kontrollera om gateways är anslutna eller frånkopplade

source: network interface
sv: nätverksgränssnitt

source: virtual interface action
sv: åtgärd för virtuellt gränssnitt

source: netmask
sv: nätmask

source: virtual interface name
sv: namn på virtuellt gränssnitt

source: Network Diagnostic Tools
sv: Nätverksdiagnos

source: method
sv: metod

source: ip address
sv: ip-adress

source: user name
sv: användarnamn

source: password
sv: lösenord

source: bridge
sv: brygga

source: listening port
sv: port

source: Migrate configured modules
sv: Migrera konfigurerade moduler

source: Create directories for slave journals
sv: Skapa Mappar för slave journals

source: Zentyal needs the directories to record pending slave actions.
sv: Zentyal behöver kataloger för att spela in avvaktande slave åtgärder.

source: User Corner Web Server
sv: Användaravdelningen Webb Server

source: Bridged
sv: Bryggad

source: Start
sv: Starta

source: interface {iface}
sv: Nätverksgränssnitt {iface}

source: Fixed addresses
sv: Fasta adresser

source: fixed address
sv: fasta adresser

source: {from} - {to} is an invalid range
sv: {from}-{to} är ett ogiltigt intervall

source: Range {from}-{to} is not in network {net}
sv: Intervallet {from}-{to} är inte i nätverket {net}

source: Range {from}-{to} includes interface with IP address: {ifaceIP}
sv: Intervallet {from}-{to} inkluderar IP-adressen för nätverksgränsnittet: {ifaceIP}

source: Range {newFrom}-{newTo} overlaps with range '{range}': {oldFrom}-{oldTo}
sv: Intervallet {newFrom}-{newTo} överlappar med intervallet "{range}": {oldFrom}-{oldTo}

source: From
sv: Från

source: To
sv: Till

source: Ranges
sv: Intervall

source: range
sv: intervall

source: Interface IP address
sv: IP-adress för gränssnittet

source: Subnet
sv: Sub-nät

source: Available range
sv: Tillgängligt intervall

source: DHCP ranges
sv: DHCP-intervall

source: Next server
sv: Nästa server

source: File path in next server
sv: Filens sökväg på nästa server

source: Thin client
sv: Tunn klient

source: You may want to customise your thin client options.To do so, you may include all the files you require under {path} directory
sv: Du kan vilja anpassa dina inställningar för din tunna klient. För att göra det kan du inkludera alla filer du behöver under {path} mappen

source: {gateway} is not in the current network
sv: {gateway} finns inte på det aktuella nätverket

source: Default gateway
sv: Standardgateway

source: Custom IP address
sv: Anpassad ip-adress

source: Configured ones
sv: Konfigurerade

source: Search domain
sv: Sökdomän

source: The selected domain will complete on your clients those DNS queries which are not fully qualified
sv: Den valda domänen kommer att användas för att komplettera DNS-sökningar på DHCP-klienter

source: Primary nameserver
sv: Primär namnserver

source: Secondary nameserver
sv: Sekundär namnserver

source: Common options
sv: Gemensamma alternativ

source: DNS module must be configured to work with this feature
sv: DNS modulen måste vara konfigurerad för att fungera med denna funktion.

source: {pkg} must be installed to use this feature
sv: {pkg} måste vara installerat för att använda denna funktion.

source: Dynamic domain
sv: Dynamisk domän

source: Domain name appended to the hostname from those clients whose leased IP address comes from a range
sv: Domännamn att läggas till värdnamnet för de klienter som kommer från ett intervall av ip-adresser.

source: Static domain
sv: Statisk domän

source: Domain name appended to the hostname from those clients with a fixed address mapping
sv: Domännamn som läggs till värdnamnet för de klienter som har en fast ip adress.

source: Same as Dynamic Domain
sv: Samma som dynamisk domän

source: Dynamic DNS Options
sv: Alternativ för dynamisk DNS

source: The domains will be added automatically to DNS module in read-only mode
sv: Domänerna kommer att läggas till automatiskt till DNS modulen i endast läsbart läge.

source: Default leased time must be higher than 0 seconds
sv: Standardlånetiden måste vara högre än 0 sekunder

source: Default leased time {default} must be lower than maximum one {max}
sv: Standardlånetiden {default} måste vara lägre än maximala {max}

source: Maximum leased time must be higher than 0 seconds
sv: Maximal lånetid måste vara högre än 0 sekunder

source: Maximum leased time {max} must be higher than default one {default}
sv: Maximal lånetid {max} måste vara högre än standardlånetiden {default}

source: Default leased time
sv: Standardlånetid

source: Maximum leased time
sv: Maximal lånetid

source: Lease times
sv: Lånetider

source: Leased time is the time which a given IP address is valid by the DHCP server
sv: Lånetid är tiden en ipadress från DHCP-servern är reserverad

source: Advanced options
sv: Avancerade alternativ

source: In order to serve IP addresses on a external interface, you must open the service on {openhref}firewall module{closehref}
sv: För att serva ip-adresser på det externa gränssnittet måste du öppna servicen på {openhref}firewall module{closehref}

source: An interface must set as static to configure the DHCP service on it. To do so, change {openhref}interfaces configuration{closehref} in network module
sv: Ett gränssnitt måste vara statiskt för att kunna konfigurera DHCP service på det. För att göra det ändra {openhref}interfaces configuration{closehref} i nätverksmodulen

source: Choose a static interface to configure:
sv: Välj ett statiskt gränssnitt att konfigurera det:

source: In order to serve IP addresses on an interface, it is required to set at least a range or a fixed address.
sv: För att låna ut ip-adresser på ett gränssnitt måste man ha satt minst ett adressintervall eller en fast adress.

source: {server} configuration file
sv: {server} fil med inställningar

source: Trivial File Transfer Protocol
sv: Trivial File Transfer Protocol (TFTP)

source: Dynamic Host Configuration Protocol
sv: Dynamic Host Configuration Protocol (DHCP)

source: {iface} is not static
sv: {iface} är inte statiskt

source: Not a valid action: add, set and del are available
sv: Inte en giltig åtgärd: lägg till, ställ in och radera är giltiga åtgärder

source: The IP address of the virtual interface you are trying to add is already used by the DHCP range '{range}' in the interface '{iface}'. Please, remove it before trying to add a virtual interface using it.
sv: IP-adressen för det virtuella nätverksgränssnittet som du försöker lägga till används redan av DHCP-intervallet "{range}" i nätverksgränssnittet "{iface}". Ta bort det innan du försöker att lägga till ett virtuellt nätverksgränssnitt som använder det.

source: Leased
sv: Lånade

source: Released
sv: Lediga

source: DHCP leases
sv: DHCP-lån

source: Monitoring
sv: Övervakning

source: {daemon} main configuration file
sv: {daemon} huvud konfigurationsfil

source: {daemon} thresholds configuration file
sv: {daemon} konfigurationsfil för tröskelvärde

source: {daemon} default configuration file
sv: {daemon} huvud konfigurationsfil

source: Events
sv: Händelser

source: Measure
sv: Mätvärde

source: Thresholds
sv: Gränsvärden

source: Configure monitor watchers
sv: Konfigurera monitor övervakare

source: measure
sv: mätvärde

source: Every measure may have several thresholds to monitor
sv: Varje mätvärde kan ha flera övervakade gränsvärden

source: At least a threshold (maximum or minimum) must be set
sv: Åtminstone ett gränsvärde (maximum eller minimum) måste anges.

source: This threshold rule will override the current ones
sv: Det här gränsvärdet kommer att ersätta de nuvarande.

source: Failure minimum
sv: Minsta fel

source: Set the lower bound of acceptable values. If unset defaults to negative infinity.
sv: Sätt det lägre av acceptabla gränsvärden. Lämna tomt för ett värde av negativ oändlighet.

source: Warning minimum
sv: Minimum innan varning

source: If the value is less than this value and greater than {fmin} a warn event is sent
sv: Om det angivna värdet är mindre än detta värde och större än {fmin} skickas en varningssignal.

source: failure minimum
sv: minimumfel

source: Warning maximum
sv: Maximum innan varning

source: If the value is greater than this value and less than {fmax} a warn event is sent
sv: Om värdet är större an det angivna värdet men mindre än {fmax} skickas en varningssignal.

source: failure maximum
sv: maximumfel

source: Failure maximum
sv: Maximumfel

source: Set the upper bound of acceptable values. If unset defaults to positive infinity.
sv: Set den övre gränsen för acceptabla värden. Lämnat tomt för positiv oändlighet.

source: Invert
sv: Invertera

source: If set to true, the range of acceptable values is inverted, i.e. values between {fmin} and {fmax} ({wmin} and {wmax}) are not okay.
sv: Om värdet är sant inverteras mängden av acceptabla värden, dvs värden mellan {fmin} och {fmax} ({wmin} och {wmax}) är inte giltiga.

source: warning minimum
sv: minimumvarning

source: warning maximum
sv: maximumvarning

source: Measure instance
sv: Mätnings instans

source: Data Source
sv: Datakälla

source: Threshold's list
sv: Lista över gränsvärden

source: Every check is done with the highest possible resolution: {nSec} seconds
sv: Varje kontroll är gjord med högsta möjliga upplösning: {nSec} sekunder

source: Take into account this configuration will be only applied if monitor {openhref}event watcher is enabled{closehref}
sv: Ta i beaktning att denna konfiguration endast används om monitor {openhref}event watcher är aktiverad{closehref}

source: Last hour
sv: Senaste timmen

source: Last day
sv: Senaste dygnet

source: Last month
sv: Senaste månaden

source: Last year
sv: Senaste året

source: CPU {no} usage
sv: CPU{no}-belastning

source: CPU usage
sv: CPU-belastning

source: Collect the amount of time spent by the CPU in various states, most notably executing user code, executing system code, waiting for IO operations and being idle
sv: Samla in andelen tid som processorn är i olika nivåer, framförallt körande av användarkod, körande av systemkod, väntande på I/0 och tomgång.

source: idle
sv: tomgång

source: interrupt
sv: avbrott

source: nice
sv: snyggt

source: soft interrupt
sv: mjukvaruavbrott

source: steal
sv: stjäl

source: wait
sv: vänta

source: temperature
sv: temperatur

source: cooling device
sv: kylningsutrustning

source: sensor
sv: avkännare

source: Temperature for {what}
sv: Temperatur i {what}

source: Thermal
sv: Termisk

source: Collect thermal information (CPU sensors temperature) if possible from {dir}
sv: Samla in temperaturinformation (avkännare för CPU-temperatur) från {dir} om möjligt.

source: Physical memory usage
sv: Användning av fysiskt minne

source: Collect the physical memory usage
sv: Samla in användningen av fysiskt minne.

source: free
sv: ledigt

source: page cache
sv: mellanlagring av minnessidor

source: buffer cache
sv: buffermellanlagring

source: used
sv: använt

source: System load
sv: Systembelastning

source: Collect the system load that gives a rough overview of the system usage
sv: Samla in systembelastningen som ger dig en grov översikt över systemanvändningen

source: short term
sv: kortsiktig

source: mid term
sv: medellång sikt

source: long term
sv: långsiktigt

source: used in {partition}
sv: använt i {partition}

source: free in {partition}
sv: ledigt i {partition}

source: File system usage
sv: Fyllnadsgrad i filsystemet

source: Collect the mounted file system usage information as "df" command does
sv: Samla in fyllnadsgraden i monterade filsystem som kommandot "df" gör det.

source: value
sv: värde

source: not applicable
sv: inte tillämplig

source: Monitor
sv: Övervakare

source: Notify when a certain value has reached a certain threshold
sv: Meddela när ett angivet mätvärde har uppnått ett angivet gränsvärde.

source: {what} "{dS}" is currently {value}.
sv: {what} "{dS}" är ett angivet {value}.

source: You must enable monitor module to see monitor graphs in {openhref}Module Status{closehref} section.
sv: Du måste aktivera monitor modulen för att se diagram i {openhref}Module Status{closehref} sektionen

source: You must save the changes in module status to see monitor graphs in the {openhref}Save changes{closehref} section. In case it is already enabled you must wait for a few seconds to collect the first monitor data
sv: Du måste spara ändringarna i modul status för att se monitor diagram i {openhref}Save changes{closehref} sektionen. Om det redan är aktiverat måste du vänta några sekunder för att samla in data.

source: Printer Sharing
sv: Skrivardelning

source: Create spool directory for printers
sv: Skapa köbibliotek för skrivare

source: Create log table
sv: Skapa logg tabell

source: Cups printer server port
sv: Cups skrivarserver-port

source: Job ID
sv: Jobb-id

source: Printer
sv: Skrivare

source: Queued
sv: Kölagd

source: Canceled
sv: Avbruten

source: Printers
sv: Skrivare

source: Add Jabber LDAP schema
sv: Lägg till Jabber LDAP schema

source: To properly configure ejabberd.
sv: För att korrekt konfigurera jabberd2

source: Jabber Server
sv: Jabber tjänst

source: Jabber Account
sv: Jabber-konto

source: Jabber domain
sv: Jabber domän

source: Connect to other servers
sv: Anslut till andra servrar

source: Enable MUC (Multi User Chat)
sv: Aktivera MUC (Multi User Chat)

source: General Jabber server configuration settings updated.
sv: Allmänna Jabber server konfigurationsinställningar uppdaterade.

source: This user has a jabber account. If the user currently connected it will continue connected until jabber authorization is again required.
sv: Denna användare har ett Jabber-konto. Om användaren är ansluten kommer denne fortsätta vara ansluten tills jabber autentisering behövs igen.

source: Share name
sv: Utdelningsnamn

source: Share path
sv: Sökväg för utdelning

source: File system path
sv: Sökväg

source: Guest access
sv: Gäståtkomst

source: This share will not require authentication.
sv: Denna utdelning kommer ej kräva inloggning

source: Access control
sv: Åtkomststyrning

source: Shares
sv: Utdelningar

source: share
sv: utdelning

source: The directory is not empty. Are you sure you want to remove it?
sv: Katalogen är inte tom. Är du säker på att du vill radera den?

source: File Sharing Account
sv: Fildelningskonto

source: File Sharing
sv: Fildelning

source: Netbios and workgroup must have different names
sv: Netbios och workgroup måste ha olika namn

source: Netbios name cannot be longer than 15 characters
sv: Netbios namnet kan inte vara längre än 15 tecken

source: Enable PDC
sv: Aktivera PDC

source: Domain name
sv: Domännamn

source: Netbios name
sv: Netbios-namn

source: Enable roaming profiles
sv: Aktivera roaming profiles

source: Drive letter
sv: Enhetsbokstav

source: Samba group
sv: Sambagrupp

source: Only users belonging to this group will have a samba account. Sync happens every hour
sv: Endast användare som tillhör denna grupp kommer att ha ett samba konto. Synkning sker varje timme.

source: General settings
sv: Allmänna inställningar

source: On this page you can set different general settings for Samba
sv: På denna sida kan du ställa in allmänna inställningar för Samba

source: User/Group/Share
sv: Användare/Grupp/Utdelning

source: User homes
sv: Användarens hemkatalog

source: Share
sv: Utdelning

source: Samba shares antivirus exceptions
sv: Samba delar antivirus undantag

source: Add exceptions to the default antivirus settings
sv: Lägg till undantag till standard antivirus inställningar

source: exception
sv: undantag

source: path
sv: sökväg

source: File sharing module is not enabled.
sv: Fildelnings-modul är inte aktiverad.

source: PDC is not enabled.
sv: PDC är inte aktiverad.

source: Minimum password length
sv: Minsta längd på lösenord

source: characters
sv: tecken

source: Maximum password age
sv: Max ålder på lösenord

source: days
sv: dagar

source: Enforce password history
sv: Tvinga lösenordshistoria

source: Keep history for
sv: Spara historia i

source: passwords remebered
sv: Ihågkomna lösenord

source: On this page you can set different PDC related settings
sv: På denna sida kan du ställa in olika PDC relaterade inställningar

source: Scan
sv: Skanna

source: Antivirus default settings
sv: Antivirus allmänna inställningar

source: Recycle default settings
sv: Papperskorgens allmänna inställningar

source: Enable Recycle Bin
sv: Aktivera papperskorgen

source: Recycle Bin default settings
sv: Papperskorgens allmänna inställningar

source: Samba shares Recycle Bin exceptions
sv: Samba delar papperskorgens undantag

source: Add exceptions to the default Recycle Bin settings
sv: Lägg till undantag till papperskorgens antivirus inställningar

source: Read and write
sv: Läsa och skriva

source: Administrator
sv: Administratör

source: User/Group
sv: Användare/Grupp

source: Any access control is disabled if the guest access is allowed.
sv: All åtkomst är tillåten om gäståtkomst är aktiverad.

source: Permissions
sv: Rättigheter

source: Access Control
sv: Åtkomststyrning

source: Be careful if you grant <i>administrator</i> privileges.User will be able to read and write any file in the share.
sv: Var försiktig innan du ger <i>administrator</i> rättigheter. Användare kan läsa och skriva till alla filer i utdelningen.

source: (user))
sv: (användare))

source: (group))
sv: (grupp))

source: File sharing options
sv: Fildelningsinställningar
