Repository: BillTheBest/zentyal
Catalog: extra/language-packs/po/*.po
Languages: sv

source: local bind9 configuration file
sv: lokal bind9 konfigurationsfil

source: Keys configuration file
sv: Konfigurationsfil för nycklar

source: configuration file for zone {zone}
sv: Konfigurationsfil för zon {zone}

source: configuration file for reverse resolution zone {zone}
sv: konfigurationsfil för inverterad uppslagszon {zone}

source: Change the permissions for {dir} to allow writing to bind group
sv: Ändra rättigheterna för {dir} så att gruppen bind har rätt att skriva där.

source: Let the bind daemon to be dynamically updated
sv: Tillåt bind servicen att bli dynamiskt uppdaterad

source: Read only
sv: Endast läsbar

source: Read/Write
sv: Läs/Skriv

source: Allow SSL
sv: Tillåt SSL

source: Force SSL
sv: Tvinga SSL

source: Anonymous access
sv: Anonym åtkomst

source: Personal directories
sv: Personliga bibliotek

source: SSL support
sv: SSL-stöd

source: Generate SSL certificates
sv: Skapa SSL certifikat

source: IP address
sv: IP-adress

source: MAC address
sv: MAC-adress

source: Members
sv: Medlemmar

source: member
sv: medlem

source: You can only use MAC addresses with hosts
sv: Du kan bara använda MAC adresser med värdar

source: {ip} overlaps with the address or another object's member
sv: {ip} överlappar med adressen av ett annat objekts medlem

source: Objects
sv: Objekt

source: Objects List
sv: Lista över objekt

source: object
sv: objekt

source: This object is being used by another module
sv: Detta objekt används av en annan modul

source: Objects are an abstraction of machines and network addresses which can be used in other modules. Any change on an object is automatically synched in all the modules using it
sv: Objekt är en abstrakt visualisering av maskiner och nätverksadresser som kan användas i andra modulet. En ändring i ett objekt synkas automatiskt till alla modulet som använder det.

source: 'Any' is a reserved word that could not be used as object name to avoid confusions
sv: "Any" är ett reserverat ord som inte kan användas som objektnamn för att undvika förväxlingar

source: Added object {object}
sv: Lade till objektet {object}

source: Added {nname} ({ip}/{mask} [{mac}]) to object {object}
sv: Lade till {nname} ({ip}/{mask} [{mac}]) till objektet {object}

source: Removed object {object}
sv: Tog bort objektet {object}

source: Forcefully removed object {object}
sv: Tvingade borttagning av objektet {object}

source: Removed {nname} from object {object}
sv: Tog bort {nname} från objektet {object}

source: Network
sv: Nätverk

source: Software Management
sv: Hantering av programvara

source: You cannot modify the automatic update using QA updates from Web UI. To disable automatic updates, edit {conf} and disable {key} key.
sv: Du kan inte ändra den automatiska uppdateringen genom att använda QA uppdateringar genom webbgränssnittet. För att inaktivera automatiska uppdateringar, redigera {conf} och inaktivera {key} nyckeln.

source: System Updates
sv: Systemuppdateringar

source: Software management is currently locked by {locker}. Please, try again later
sv: Mjukvaruhantering är för tillfället låst av {locker}. Vänligen försök igen senare

source: Welcome
sv: Välkommen

source: Package Selection
sv: Paketval

source: Confirmation
sv: Bekräftelse

source: Initial Configuration
sv: Initial konfiguration

source: Save Changes
sv: Spara ändringar

source: There were no packages to update
sv: Det fanns inga paket att uppdatera

source: Installing
sv: Installerar

source: Installing packages
sv: Installerar paket

source: The packages installation has finished successfully. The administration interface may become unresponsive for a few seconds. Please wait patiently until the system has been fully configured. You will be automatically redirected to the next step
sv: Paketen installerades utan problem. Administrationsgränssnittet kan bli svårt att nå i några sekunder. Vänligen vänta tills systemet färdigkonfigurerats. Du kommer automatiskt bli vidarebefordrad till nästa steg.

source: The packages installation has not finished correctly . More information on the logs
sv: Paketen installerades inte korrekt. Mer information i loggarna

source: Removing package
sv: Avinstallerar paket

source: Removing the selected package and its dependent packages
sv: Avinstallerar paket och de paket det är beroende av

source: packages left to remove
sv: paket kvar att avinstallera

source: The packages removal has finished successfully. The administration interface may become unresponsive for a few seconds. Please wait patiently until the system has been fully restarted
sv: Avinstallationen av paketen avslutades korrekt. Administrationsgränssnittet kan bli svårt att nå några sekunder. Vänligen vänta tills systemet har startats om.

source: The packages removal has not finished correctly . More information on the logs
sv: Paketen avinstallerades inte korrekt. Mer information i loggarna

source: automatic updates configuration
sv: konfiguration av automatiska uppdateringar

source: System updates
sv: Systemuppdateringar

source: The system components are up to date.
sv: Systemet är uppdaterat

source: Software management settings
sv: Inställningar för hantering av programvara

source: Automatic software updates
sv: Automatisk uppdatering av programvara

source: Not subscribed
sv: Prenumererar ej

source: Subscribed
sv: Prenumererar

source: None
sv: Ingen

source: Not connected. Check VPN logs in {path}
sv: Inte ansluten. Undersök VPN loggarna i sökvägen: {path}

source: Connected
sv: Ansluten

source: Unknown
sv: Okänd

source: Allow access from any internet address
sv: Tillåt åtkomst från vilken internetadress somhelst.

source: Remote access from any address requires that remote access support is enabled
sv: Fjärråtkomst från vilken adress somhelst kräver att fjärrsupport åtkomst är aktiverat

source: Subscription data retrieved correctly.
sv: Data för prenumeration mottogs korrekt.

source: Please, save changes
sv: Vänligen spara ändringar

source: Done
sv: Färdig

source: Prior to make a subscription on remote services, save or discard changes in the OpenVPN module
sv: Spara eller förkasta ändringar i OpenVPN modulen innan du påbörjar en prenumeration

source: User Name or Email Address
sv: Användarnamn eller epostadress

source: Password
sv: Lösenord

source: Subscribe
sv: Prenumerera

source: module
sv: modul

source: and
sv: och

source: modules
sv: moduler

source: Action
sv: Åtgärd

source: Reason
sv: Anledning

source: Access from control panel without password
sv: Tillgång från Control Panel utan lösenord

source: Access settings
sv: Inställningar för rättigheter

source: No backups in server for host: {h}
sv: Inga säkerhetskopior i servern för värd: {h}

source: Inexistent backup: {n}
sv: Frånvarande säkerhetskopia: {n}

source: Key for proxy backup service not found
sv: Proxynyckel för säkerhetskopietjänst ej hittad

source: Value for key {k} not found
sv: Värde för nyckel {k} ej funnet

source: Skipping bad formed line: {l}
sv: Hoppar över felaktig rad: {l}

source: average
sv: medel

source: weak
sv: svag

source: No {level} passwords were found in users
sv: Inga {level} lösenord hittade i användare

source: The following users have {level} passwords: {users}.
sv: Dessa användare har {level} lösenord: {users}.

source: Key for web subscription service not found
sv: Nyckel för webprenumerations service ej funnen

source: Cannot contact to {host}. Check your connection to the Internet
sv: Kan inte ansluta till {host}. Kontrollera din anslutning till internet

source: It cannot contain "{char}" character
sv: Det kan inte innehålla "{char}" tecken

source: It cannot be greater than {n} characters
sv: Det kan inte vara längre än {n} tecken

source: No ebox-services DNS key found
sv: Inga DNS-nycklar för eBox- tjänster kan hittas

source: Server {s} not found via DNS server {d}
sv: Server {s} hittas ej genom DNS server {d}

source: Cannot create SOAP connection
sv: Kan inte skapa SOAP anslutning.

source: No domain key found for this service
sv: Hittar ingen domän nyckel för denna tjänst

source: Connection error
sv: Anslutningsfel

source: Restoring remote backup
sv: Återställer fjärrsäkerhetskopia

source: Restoring modules from remote backup
sv: Återställer moduler från fjärrsäkerhetskopia

source: modules left to restore
sv: moduler kvar att återställa

source: Backup deleted
sv: Säkerhetskopia raderad

source: Making remote backup
sv: Skapar fjärrsäkerhetskopia

source: Backing up modules
sv: Säkerhetskopierar moduler

source: Configuration backup
sv: Säkerhetskopia av konfiguration

source: Please confirm that you want to restore the configuraction using the following remote backup:
sv: Vänligen bekräfta att du vill återställa konfigurationen med följande fjärrsäkerhetskopia:

source: Please confirm that you want to delete the following remote backup:
sv: Vänligen bekräfta att du vill radera följande fjärrsäkerhetskopia:

source: Inexistent action: {a}
sv: obefintlig åtgärd: {a}

source: Remote system backups proxy
sv: Proxy för fjärrsäkerhetskopia av systemet

source: Remote system backups
sv: System-fjärrsäkerhetskopior

source: Client address
sv: Klient adress

source: Username
sv: Användarnamn

source: interface
sv: gränssnitt

source: Add LDAP schemas
sv: Lägg till LDAP scheman

source: Time
sv: Tid

source: user
sv: användare

source: Day
sv: Dag

source: Month
sv: Månad

source: Limited to
sv: Begränsad till

source: All users
sv: Alla användare

source: There is a script which has asked to run in Zentyal exclusively. Please, wait patiently until it is done
sv: Det finns ett script som har begärt att köra i Zentyal exklusivt. Var vänlig vänta tills det är färdigt

source: Incorrect password
sv: Felaktigt lösenord

source: You are not logged in
sv: Du är inte inloggad

source: username
sv: användarnamn

source: General configuration
sv: Allmänna inställningar

source: No users connected.
sv: Inga anslutna användare

source: Exclude or Include
sv: Exkludera eller inkludera

source: Includes and Excludes
sv: Inkluderar eller exkluderar

source: exclude or include
sv: exkludera eller inkludera

source: A file or directory is included or excluded according the first match. A directory match is applied to all it contents. Files not explicitly excluded or included are included
sv: En fil eller en sökväg är inkluderad eller exkluderad anligt första träffen. En träff på sökvägen appliceras på allt i densamma. Filer som inte explicit inkluderats eller exkluderats kommer att följa med.

source: Exclude path
sv: Exkludera sökväg

source: Exclude by regular expression
sv: Exkludera efter regulärt uttryck.

source: Include Path
sv: Inkludera sökväg

source: exclude path
sv: exkludera sökväg

source: exclude path regular expression
sv: reguljärt uttryck för exkludering av sökväg

source: Incorrect regular expression
sv: Felaktigt reguljärt uttryck

source: include path
sv: Inkludera sökväg

source: Method
sv: Metod

source: Host or destination
sv: Värd eller destination

source: If the selected method is file system, only set the target directory
sv: Om den valda metoden är filsystem, välj endast målbiblioteket

source: Encryption
sv: Kryptering

source: Symmetric Key
sv: Symmetrisk nyckel

source: Full Backup Frequency
sv: Intervall för full säkerhetskopia

source: Daily
sv: Daglig

source: Weekly
sv: Veckovis

source: Monthly
sv: Månadsvis

source: Incremental Backup Frequency
sv: Intervall för inkrementell säkerhetskopia

source: Backup process starts at
sv: Säkerhetskopiering startar

source: Keep previous full copies
sv: Behåll föregående fullständiga säkerhetskopior

source: maximum number
sv: maximalt antal

source: no older than
sv: inte äldre än

source: General backup server configuration updated
sv: Generell konfiguration för säkerhetskopiering uppdaterad

source: on Monday
sv: på Måndag

source: on Tuesday
sv: på Tisdag

source: on Wednesday
sv: på Onsdag

source: on Thursday
sv: På Torsdag

source: on Friday
sv: på Fredag

source: on Saturday
sv: på Lördag

source: on Sunday
sv: på Söndag

source: on the {mday}th
sv: den {mday}e

source: on the last day
sv: på den sista dagen

source: 1 week
sv: 1 vecka

source: 2 weeks
sv: 2 veckor

source: 3 weeks
sv: 3 veckor

source: 1 month
sv: 1 månad

source: 2 months
sv: 2 månader

source: 3 months
sv: 3 månader

source: 4 months
sv: 4 månader

source: 6 months
sv: 6 månader

source: 9 months
sv: 9 månader

source: 1 year
sv: 1 år

source: 1 year and half
sv: 1 och 1/2 år

source: 2 years
sv: 2 år

source: 3 years
sv: 3 år

source: The target parameter that must be like 'other.host[:port]/some_dir
sv: Målet måste vara formaterat som "annan.värd[:port]/sökväg"

source: target
sv: mål

source: Must be a like 'other.host[:port]/some_dir'
sv: Måste vara som "annan.värd[:port]/sökväg"

source: host
sv: värd

source: directory
sv: sökväg

source: The RSYNC target parameter that must be like 'other.host[:port]/relative_path' or 'other.host[:port]/absolute_path'
sv: Målet för RSYNC måste vara som "annan.värd[:port]/relativ_sökväg" eller "annan.värd[:port]/absolut_sökväg"

source: Must be a like 'other.host[:port]/relative_path' or 'other.host[:port]/absolute_path'
sv: Måste vara som "annan.värd[:port]/relativ_sökväg" eller "annan.värd[:port]/absolut_sökväg"

source: absolute directory
sv: absolut sökväg

source: relative directory
sv: relativ sökväg

source: File system method needs a target parameter that should be a directory path
sv: Metod för filsystem behöver ett mål som är en sökväg

source: Directory for backup
sv: Sökväg för säkehretskopiering

source: File exists and it is not a directory
sv: Filen finns och är inte en sökväg

source: Incremental backup must be more frequent than full backup
sv: Inkrementell säkerhetskopiering måste schemaläggas oftare än full säkerhetskopiering.

source: backup
sv: säkerhetskopia

source: There are not backed up files yet
sv: Det finns inga säkerhetskopierade filer ännu.

source: Backup Date
sv: Datum för säkerhetskopia

source: Restore Files
sv: Återställ filer

source: file restore operation
sv: filåterställning

source: File already exists if you continue the current will be deleted
sv: Fil finns redan, om du fortsätter kommer den nuvarande att raderas.

source: File restored successfully
sv: Lyckad återställning av filer.

source: Remote URL to be used with duplicity for manual restores: {url}
sv: Fjärr URL att användas med duplicity för manuell återställning: {url}

source: Restore logs database
sv: Återställ databas för loggar

source: Loads the configuration found in the backup
sv: Laddar konfigurationen funnen i säkerhetskopia

source: Please wait...
sv: Var vänlig vänta...

source: Configuration backup not found in backup for {d}. Maybe you could try another date?
sv: Säkerhetskopia på konfigurationen hittas ej i säkerhetskopia för {d}. Kanske kan du prova ett annat datum?

source: Remote Backup Status
sv: Status på extern säkerhetskopia

source: Configuration and Status
sv: Konfiguration och status

source: File {f} not found in backup for {d}, try a later date
sv: Filen {f} fanns inte i säkerhetskopian {d}, prova ett senare datum.

source: Logs backup data not found in backup for {d}. Maybe you could try another date?
sv: Loggens säkerhetskopiedata kunde inte hittas i säkerhetskopia för {d}. Kanske kan du prova ett annat datum?

source: {data} {value} does not exist.
sv: {data} {value} finns inte.

source: {data} is empty.
sv: {data} är tom.

source: {data} {value} already exists.
sv: {data} {value} finns redan.

source: Invalid value for {data}: {value}.
sv: Ogiltigt värde för {data}: {value}.

source: Running command '{cmd}' as {user} failed
sv: Körning av kommandot "{cmd}" som {user} misslyckades

source: Must be a number between 1 and 4096
sv: Måste vara ett nummer mellan 1 och 4096

source: Cannot stat dir: {dir}. This may mean that the directory does not exist or the permissions forbid access to it
sv: Kan inte läsa status på katalog: {dir}. Det kan betyda att katalogen inte finns eller att rättigheterna inte tillåter åtkomst till den

source: The directory {dir} is not private; because it is owned by another user
sv: Katalogen {dir} är inte privat; därför att den ägs av en annan användare

source: The file path supplied is not valid. (Currently not all of the valid file's characters are supported)
sv: Filsökvägen som angavs är inte giltig. (För närvarande stöds inte alla av den giltiga filens tecken)

source: The file path must be absolute
sv: Filsökvägen måste vara absolut

source: Could not open the config file {file}.
sv: Kunde inte öppna konfigurationsfilen {file}.

source: The ebox user has not been set in the config file.
sv: eBox-användaren har inte ställts in i konfigurationsfilen.

source: Directory not found: {d}
sv: Katalogen hittades inte: {d}

source: Comment
sv: Kommentar

source: Authentication
sv: Autentisering

source: Starting traffic rate monitoring. Wait patiently until the graph appears
sv: Startar trafikflödesövervakning. Vänta tålmodigt tills grafen visas.

source: Stopping traffic rate monitoring
sv: Stoppar övervakning av trafikflöde

source: The traffic rate monitor is start/stop on demand without requiring to save changes first
sv: Trafikflödesövervakaren startar och stoppar efter behov utan att man måste spara ändringar först

source: Search Domain
sv: Sökdomän

source: This domain will be appended when trying to resolve hosts if the first attempt without appending it has failed.
sv: Det här domännamnet kommer att läggas till första gången ett namnuppslag utan domännamnet går fel.

source: Enable Dynamic DNS
sv: Aktivera dynamisk DNS

source: Hostname
sv: Värdnamn

source: IP or network address
sv: IP eller nätverksadress

source: Gateway used to reach the above network address
sv: Gateway som används för att nå ovanstående nätverksadress

source: Optional description for this route
sv: Valfri beskrivning för denna rutt

source: Static Routes List
sv: Lista över statiska rutter

source: Static Routes
sv: Statiska rutter

source: All gateways you enter here must be reachable through one of the network interfaces currently configured.
sv: Alla gateways du lägger in här måste vara nåbara genom något av konfigurerade nätverksgränsnitten.

source: static route
sv: Statisk rutt

source: Time between checks
sv: Tid mellan kontroller

source: seconds
sv: sekunder

source: Global options
sv: Globala alternativ

source: These options affect to all the tests.
sv: Dessa val påverkar alla test

source: Auto
sv: Automatisk

source: Interface connected to this gateway
sv: Gränssnitt som är kopplade till denna gateway

source: This field is only useful if you have more than one router and the balance traffic feature is enabled.
sv: Detta fält är bara användbart om du har med än en router och trafikbalansering är aktiverat

source: Default
sv: Standard

source: Gateways List
sv: Lista över gateways

source: You can add as many gateways as you want. This is very useful if you want to split your Internet traffic through several links. Note that if you configure interfaces as DHCP or PPPoE their gateways are added here automatically.
sv: Du kan lägga till så många gateways som du vill. Detta är mycket användbart om du vill dela upp din Internet-trafik genom flera länkar.{br}Fälten för hämtning och sändning måste anges till hur stor din anslutning till denna gateway är. Det korrekta värdet för dessa fält är kritiskt för att trafikbegränsningsmodulen ska fungera

source: You can not manually add a gateway for DHCP or PPPoE interfaces
sv: Du kan inte manuellt lägga till gateway för DHCP eller PPPoE gränssnitt

source: Automatically added gateways can not be manually deleted
sv: Automatiskt tillagda gateways kan inte raderas manuellt

source: Select traffic graphic
sv: Välj trafikdiagram

source: Several views are showed depending on the parameter selection. An host IP address and a service, which must match the text given by the graphs legend based on /etc/services, may be required by the graph type. The flow view will change accordingly
sv: Flertalet vyer visas beroende på parametervalen. En värds ipadress och en service som matchar texten i /etc/services kan krävas av graftypen. Flödesvyn kommer att ändras enligt detta.

source: Graph type
sv: Diagramtyp

source: All active traffic by source
sv: All aktiv trafik efter källa

source: All active traffic by service
sv: All aktiv trafik efter tjänst

source: Traffic by selected source
sv: Trafik efter vald källa

source: Traffic by selected service
sv: Trafik efter vald tjänst

source: Traffic by source and service
sv: Trafik efter källa och tjänst

source: Traffic balancing
sv: Trafikbalansering

source: By enabling this feature, your traffic will be balanced amongst your gateways. That is, every new connection will be sent by a different gateway. You can choose which proportion of traffic goes through each gateway using the weight parameter of the gateway. You can change that value {openref}here{closeref}.{br}If you want to explicitily route traffic by a certain gateway, use the multigateway rules below
sv: Genom att aktivera den här funktionen kommer nätverkstrafiken balanseras mellan tillgängliga gateways. Dvs nya anslutningar kommer att sättas upp till olika gateways. Du kan välja hur mycket av trafiken som maximalt skall skickas till varje gateway genom att använd varje gateways vägnings parameter. Värdet ändras {openref}här{closeref}. {br} Om du vill styra viss trafik till en särskild gateway kan du använda multigateway-reglerna nedan.

source: IP address of the DNS server that Zentyal will use to resolve names.
sv: IP-adress för DNS-servern som Zentyal kommer att använda för att slå upp värdnamn.

source: Domain Name Server
sv: DNS-server

source: Domain Name Server Resolver List
sv: Lista över DNS-servrar för DNS-uppslag

source: name server
sv: namnserver

source: <p>Here you can add the name server resolvers that Zentyal will use.</p><p>Note that these settings may be overriden if you have any network interface configured via DHCP</p>
sv: <p>Här kan du lägga till de namnservrar som Zentyal kommer att använda.</p><p>Kom ihåg att dessa inställningar kommer att åsidosättas om du har något nätverksgränssnitt konfigurerat via DHCP</p>

source: Interface to listen
sv: Gränssnitt att lyssna på

source: Traffic rate monitor settings
sv: Övervakarinställningar för trafikflöde

source: Changes will be applied immediately to the traffic rate monitor
sv: Ändringar appliceras omgående i övervakaren för trafikflöde

source: all
sv: alla

source: any
sv: alla

source: Incoming interface to match packets. If you want to match a whole subnet you can select the interface of that subnet
sv: Inkommande gränssnitt att matcha paket mot. Om du vill matcha ett helt subnet kan du välja gränssnittet för detta subnät

source: Gateway to route packets matching this rule
sv: Skicka paket som matchar regeln genom denna gateway

source: Multigateway rules
sv: Regler för multigateway

source: You can decide what kind of traffic goes out by each gateway. This way, you can force a subnet, service, destination and so forth to use the router you choose. Please, bear in mind that rules will be applied in order, from top to bottom, you can reorder them once they are added. If you do not set a port or an IP address, then the rule will match all of them
sv: Du kan välja vilken sorts trafik som går ut genom varje gateway. På detta sätt kan du tvinga ett subnät, en service eller ett mål osv att använda den router du väljer. Vänligen tänk på att regler appliceras i tur och ordning, från topp till botten. Du kan arrangera om dem efter att de har lagts till. Om du inte sätter en port eller en IP adress kommer regeln att matcha dem alla.
