Repository: BillTheBest/zentyal
Catalog: extra/language-packs/po/*.po
Languages: sv

source: Recycle Bin
sv: Papperskorg

source: Create Samba home directory for shares and groups
sv: Skapa Samba hemkatalog för utdelningar och grupper

source: Set Samba LDAP admin dn password
sv: Ställ in Samba LDAP admin dn lösenord

source: To set up Samba according to your configuration.
sv: För att ställa in Samba enligt din konfiguration

source: To set up smbldap-tools according to your configuration.
sv: För att ställa in smbldap-tools enligt din konfiguration

source: To set up smbldap-tools according to your LDAP configuration.
sv: För att ställa in smbldap-tools enligt din konfiguration

source: To set the antivirus settings for Samba.
sv: För att ställa in antivirus inställningarna för Samba

source: File sharing (Samba) protocol
sv: Fildelning (Samba) protokoll

source: Source machine
sv: Källdator

source: Shares by user
sv: Utdelning efter användare

source: Users by share
sv: Användare efter utdelning

source: group
sv: grupp

source: printer
sv: skrivare

source: Resource
sv: Resurs

source: Connect
sv: Ansluta

source: Access to directory
sv: Access till katalog

source: Read file
sv: Läsa fil

source: Write file
sv: Skriva fil

source: Disconnect
sv: Koppla bort

source: Remove
sv: Ta bort

source: Create directory
sv: Skapa katalog

source: Remove directory
sv: Ta bort katalog

source: Rename
sv: Döpa om

source: File name
sv: Filnamn

source: Quarantined file name
sv: Fil i karantän

source: Quarantine
sv: Karantän

source: Samba access
sv: Tillgång till Samba

source: Samba quarantine
sv: Samba karantän

source: This user has a sharing directory associated which contains data.
sv: Den här användaren har en delad katalog associerad som innehåller data

source: Incorrect SID: {s}
sv: Felaktigt SID: {s}

source: User {u} does not exists
sv: Användare {u} finns ej

source: User {u} is not a samba user
sv: Användare {u} är inte en samba användare

source: Group {g} does not exists
sv: Grupp {g} finns ej

source: Group {g} is not a samba group
sv: Grupp {g} är inte en samba grupp

source: This group has a sharing directory associated that contains data.
sv: Den här gruppen har en delad katalog associerad som innehåller data

source: {g} group does not exist
sv: {g} gruppen finns ej

source: group name
sv: gruppnamn

source: A name should be provided for the share.
sv: Ett namn bör anges för utdelningen

source: sharing resource
sv: delning av resurs

source: sharing name
sv: delningsnamn

source: active
sv: aktiv

source: External mail domain
sv: Extern e-postdomän

source: Allow connection
sv: Tillåt kommunikation

source: External mail domains
sv: Externa e-postdomäner

source: external mail domain
sv: extern e-postdomän

source: Here you can specify which external mail domains can connect to the mail filter
sv: Här kan du specificera vilken extern e-postdomän som kan ansluta till e-postfiltret

source: {d} is a internal Zentyal virtual main domain
sv: {d} är en intern Zentyal virtuell huvuddomän

source: clean messages
sv: rena meddelanden

source: spam
sv: skräppost

source: banned files
sv: bannade filer

source: infected
sv: infekterad

source: bad header
sv: dåligt e-posthuvud

source: blacklisted
sv: svartlistad

source: blacklisted senders
sv: Svartlistade avsändare

source: bad message header
sv: dåligt e-posthuvud

source: Filter traffic details
sv: Filter trafikdetaljer

source: POP proxy graph
sv: POP proxygraf

source: total messages
sv: totalt meddelanden

source: infected messages
sv: infekterade meddelanden

source: spam messages
sv: skräppostmeddelanden

source: Transparent POP proxy traffic
sv: Transparent POP proxytrafik

source: Mail filter graph
sv: E-post filtergraf

source: Filter traffic
sv: Filtertrafik

source: infected messages
sv: infekterade meddelanden

source: Transparent POP proxy traffic details
sv: Transparent POP proxy trafikdetaljer

source: MIME types which are not listed below are allowed. MIME types aren't used by POP transparent proxy
sv: Mimetyper som inte listas nedan tillåts. Mimetyper används inte av POP transparent proxy

source: Mail sender
sv: E-postavsändare

source: Sender policy
sv: Sändarpolicy

source: sender policy
sv: sändarpolicy

source: whitelist
sv: vitlista

source: blacklist
sv: svartlista

source: Virtual Domains
sv: Virtuella domäner

source: File extensions
sv: filändelser

source: file extension
sv: filändelse

source: Extensions which are not listed below are allowed
sv: Filändelser som inte listas nedan är inte tillåtna

source: External mail server
sv: Extern e-postserver

source: IP address of the server
sv: Ip adressen för servern

source: External mail servers
sv: Externa e-postservrar

source: external mail server
sv: extern e-postserver

source: Here you can specify which external mail servers can connect to the mail filter
sv: Här kan du specificera vilka externa e-postservrar som kan ansluta till e-postfiltret.

source: Invalid external MTA {mta}. Local network addresses are not allowed
sv: Felaktig extern MTA {mta}. Lokala nätverksadresser är inte tillåtna

source: Antivirus enabled
sv: Antivirus aktiverat

source: Antispam enabled
sv: Antiskräppost aktiverad

source: Service's port
sv: Tjänstens port

source: Notify of non-spam problematic messages
sv: Meddela om problematiska meddelande som inte är skräppost

source: mail address
sv: e-post adress

source: The port {port} is already used by module {mod}
sv: Porten {port} används redan av modulen {mod}

source: Mailbox
sv: Brevlåda

source: Mailbox contains
sv: Brevlåda innehåller

source: Train bayesian spam filter
sv: Träna bayesiskt skräppostfilter

source: Learned from messages
sv: Lärde från meddelanden

source: Train
sv: Träna

source: ham
sv: brapost (ham)

source: Invalid mailbox type: {type}
sv: Ogiltig brevlådetyp: {type}

source: Spam threshold
sv: Skräpposttröskel

source: The score threshold to mark a message as spam
sv: Tröskelpoängen för att markera ett meddelande som skräppost

source: Spam subject tag
sv: Skräppost ärendemärkning

source: Tag which will be added to the spam mail subject
sv: Märking som kommer att adderas till skräppost ärenderad.

source: Use Bayesian classifier
sv: Använd bayesian klassificering

source: Auto-whitelist
sv: Auto vitlista

source: Change the score of mail according to the sender history
sv: Ändra poängen för e-post enligt avsändarens historia

source: Auto-learn
sv: Autolär

source: Feedback the learning system with messages that reach the threshold
sv: Återkoppla inlärningssystemet med meddelanden som når tröskelvärdet

source: Autolearn spam threshold
sv: Autolär skräppost tröskeln

source: Spam messages with a score equal or greater than this threshold will be added to the learning system
sv: Skräppost med ett lika stort eller större värde än tröskelvärdet kommer att läggas till inlärningssystemet

source: Autolearn ham threshold
sv: Autolär brapost (ham) tröskel

source: Ham messages with a score below this threshold will be added to the learning system
sv: Brapost (ham) meddelanden med en poäng lägre än denna tröskel kommer att läggas till inlärningssystemet

source: Antispam configuration
sv: Antiskräppost konfiguration

source: You must define autolearn spam threshold when autolearn option is active
sv: Du måste definiera autoinlärnings skräppost tröskel när autoinlärning är aktiverad

source: You must define autolearn ham threshold when autolearn option is active
sv: Du måste definiera autoinlärnings braposttröskel (ham) när autoinlärning är aktiverad

source: The spam's autolearn threshold cannot be lower than the default spam's treshold
sv: Skräppostens autoinlärningströskel kan inte vara lägre än standard tröskel

source: The ham's autolearn threshold canot be higher or equal than the default spam level
sv: Brapost (ham) autoinlärningströskel kan inte vara lägre än standard tröskel

source: Sender policy for virtual domain
sv: Sändpolicy för virtuell domän

source: Use virus filtering
sv: Använd virusfiltrering

source: Use spam filtering
sv: Använd skräppostfiltrering

source: default
sv: standard

source: custom threshold
sv: anpassat tröskelvärde

source: Learn from accounts' Spam IMAP folders
sv: Lär från kontons Spam IMAP mappar

source: Every time that a email moved into or out of the IMAP spam folder the filter will be trained with it
sv: Varje gång epost flyttas in eller ut från IMAP Spam mappen kommer filtret att tränas med dem

source: Learning ham account
sv: Inlärande brapost (ham) konto

source: An address (ham@domain) will be created for this domain, ham messages incorrectly classified as spam may be forwarded to this addres to train the filter
sv: En adress (ham@domän) kommer att skapas för denna domän, bra e-postmeddelanden som felaktigt klassats som skräppost kan vidarebefordras hit för att träna filtret

source: Learning spam account
sv: Lärande skräppostkonto

source: An address (spam@domain) will be created for this domain, spam messages incorrectly classified as ham may be forwarded to this addres to train the filter
sv: En adress (spam@domän)

source: Antispam sender policy
sv: Antiskräppost avsändarpolicy

source: There are no virtual mail domains managed by this server. You can create some in the {openA}virtual domains mail page{closeA}.
sv: Det finns inga virtuella domäner som hanteras av denna server. Du kan skapa några i {openA}virtual domains mail page{closeA}.

source: Filter spam
sv: Filtrera skräppost

source: ISP spam subject
sv: ISP skräppostärende

source: This option allows you to set the string your ISP uses if it processes your email for SPAM.
sv: Detta val tillåter dig att sätta strängen din ISP använder om denne filtrerar din e-post efter skräppost

source: POP Transparent Proxy
sv: Transparent POP proxy

source: The POP transparent proxy must scan for something to be useful. If you do not need either antivirus of spam scan we suggest you turn it off
sv: Den transparenta proxyn för POP måste skanna nånting för att vara till nån hjälp. Om du inte behöver antivirus eller skräppostfiltrering rekommenderar vi att du slår av den.

source: Spam policy
sv: Skräppostpolicy

source: Banned files policy
sv: Policy för bannade filer

source: Bad header policy
sv: Felaktig e-posthuvudpolicy

source: Filter Policies
sv: Filterpolicy

source: Mail filter report
sv: E-postfilter rapport

source: Mail Filter report
sv: E-postfilter rapport

source: Transparent POP proxy report
sv: Rapport för transparent POP proxy

source: Antispam
sv: Skräppostfilter

source: SMTP Mail Filter
sv: SMTP e-postfilter

source: External connections
sv: Externa anslutningar

source: Attached Files Filter
sv: Filter för bifogade filer

source: Filter mail messages according attached files. The transparent POP proxy only filters by extension
sv: Filtrera e-postmeddelanden efter dess bifogade filer. Den transparenta POP proxyn filtrerar bara efter filändelse

source: To configure amavis
sv: För att konfigurera amavis

source: Zentyal internal mail filter
sv: Zentyal internt e-postfilter

source: SMTP filter proxy
sv: Proxy för SMTP filter

source: Virtual mail domain {vd} does not exist
sv: Virtuell e-postdomän {vd} finns inte

source: To configure spamassassin daemon
sv: För att konfigurera spamassasin tjänsten

source: It must be a number(decimal point allowed)
sv: Det måste vara ett nummer (decimaler tillåtna)

source: The spam's threshold cannot be higher than its autolearn threshold
sv: Skräppostens tröskel kan inte vara högre än dess autoinlärningströskel

source: The spam's threshold cannot be lower or equal than its ham's autolearn threshold
sv: Skräppostens tröskel kan inte vara lägre eller lika stor som dess brapost (ham) autoinlärningströskel

source: Cannot learn because bayesian filter is disabled in the current configuration. In order to be able to learn enable the bayesian filter and save changes
sv: Kan inte lära eftersom bayesian filtret är inaktiverat i nuvarande konfiguration. För att kunna lära systemet aktivera bayesian filtret och spara ändringarna

source: Accounts from the domain {d} cannot train the bayesian filter
sv: Konton från domänen {d} kan inte träna det bayesiska filtret

source: To configure p3scan
sv: För att konfigurera p3scan

source: To configure renattach
sv: För att konfigurera renattach

source: Write down a decimal number
sv: Skriv ned ett decimalt nummer

source: Only non-zero positive numbers are allowed
sv: Endast nummer från ett och uppåt tillåts

source: Write down a number lesser than {m}
sv: Skriv ned ett nummer mindre än {m}

source: Write down a number greater than {m}
sv: Skriv ned ett nummer större än {m}

source: Pass
sv: Släpp igenom

source: Reject
sv: Neka

source: Bounce
sv: Studsa

source: Discard
sv: Förkasta

source: Mailfilter's policy
sv: Policy för skräppostfilter

source: domain name
sv: domännamn

source: email address
sv: e-post adress

source: The sender ought be either an email address or a domain name prefixed with '@'
sv: Avsändaren borde vara endera en e-postadress eller ett domännamn med @ före

source: Mail Filter
sv: E-postfilter

source: Add clamav user to amavis group
sv: Lägg till clamav användare till amavis gruppen

source: Clamav need access to amavis fields to properly scan mail
sv: Clamav behöver access till amavis fält för att kunna skanna e-post

source: Add clamav user to p3scan group
sv: Lägg till clamav användare till p3scan gruppen

source: Clamav need access to p3scan group to properly scan in the POP Proxy
sv: Clamav behöver access till p3scan gruppen för att kunna skanna i POP proxyn

source: Add spam and ham system users
sv: Lägg till spam och ham systemanvändare

source: This users are for the email accounts used for training the bayesian filter
sv: Användarna för detta epostkonto används för att träna det bayesiska filtret

source: Update LDAP
sv: Uppdatera LDAP

source: Add amavis specific classes and fields
sv: Lägg till amavis specifika klasser och fält

source: POP transparent proxy
sv: Transparent POP proxy

source: POP3 protocol
sv: POP3 protokoll

source: Cannot proceed because the filter is in use
sv: Kan inte fortsätta eftersom filtret används

source: Mail filter
sv: E-postfilter

source: Sender address
sv: Sändares adress

source: Recipient address
sv: Mottagares adress

source: Spam hits
sv: Skräppost träffar

source: Bad header found
sv: Dåligt e-post huvud funnet

source: Spam found
sv: Skräppost funnet

source: Forbidden attached file found
sv: Förbjuden bifogad fil funnen

source: Address in blacklist found
sv: Adress från svartlista funnen

source: Virus found
sv: Virus upptäckt

source: Clean message
sv: Rent meddelande

source: Account
sv: Konto

source: Client's address
sv: Klients adress

source: Total messages
sv: Totalt meddelanden

source: Clean messages
sv: Rena meddelanden

source: Virus messages
sv: Virus meddelanden

source: Spam messages
sv: Skräppostmeddelanden

source: POP3 transmission complete
sv: POP3 överföring färdig

source: POP3 transmission aborted
sv: POP3 överföring avbruten

source: Files ACL
sv: Fil ACL

source: Organization Name
sv: Organisationsnamn

source: The CA certificates should be revoked or has expired before issuing a new certificate
sv: CA-certifikaten bör spärras eller har gått ut innan ett nytt certifikat utfärdas

source: Common Name
sv: Namn

source: The user {commonName} does NOT exist
sv: Användaren {commonName} finns INTE

source: Days set to the maximum allowed: Year 2038 Bug
sv: Dagar inställt till maximalt tillåtet: År 2038-problemet

source: Expiration date later than CA certificate expiration date
sv: Utgångsdatumet är senare än CA-certifikatets utgångsdatum

source: You must create a Certification Authority first. Go to {openhref}Certification Authority{closehref} to do so
sv: Du måste skapa en Certifikatsutfärdare först. Gå till {openhref}Certification Authority{closehref} för att göra detta.

source: Generate the certificate using CA with the common name set above
sv: Generera certifikatet genom CA med common name satt ovan.

source: Services Certificates
sv: Certifikat för services

source: certificate
sv: Certifikat

source: Certification Authority
sv: Certifikatutfärdare

source: Days set to the maximum allowed {days}: Year 2038 Bug
sv: Antal dagar är inställt till maximalt tillåtna {days}: År 2038-problemet

source: The remove operation cannot be finished. Reason:
sv: Borttagningsåtgärden kan inte färdigställas. Anledning:

source: Certificate with common name {cn} does NOT exist
sv: Certifikat med namnet {cn} finns INTE

source: Reason {reason} is NOT an applicable reason. Options:
sv: Anledningen {reason} är INTE en genomförbar anledning. Alternativ:

source: The Certification Authority Infrastructure is not available, create it first
sv: Infrastrukturen för Certifikatsutfärdaren (CA) är inte färdig än, skapa denna först.

source: Either common name, distinguished name or serial number has been passed
sv: Varken namn eller serienummer har angivits

source: or
sv: eller

source: Certificate file
sv: Certifikatfil

source: The certificate to renew does NOT exist
sv: Certifikatet att förnya finns INTE

source: Certificate with this common name {cn} does NOT exist in this CA
sv: Certifikatet med det här namnet {cn} finns INTE i detta CA

source: Not created
sv: Inte skapad

source: Available
sv: Tillgänglig

source: Created but not available
sv: Skapad men ej tillgänglig

source: Unable to sign. Wrong CA passphrase or has CA private key dissappeared?
sv: Kunde inte signera. Fel CA-lösenfras eller har den privata CA-nyckeln försvunnit?

source: Database corruption
sv: Skadad databas

source: Identifier duplicated in Database
sv: Dubblett av identifierare i databasen

source: Certificate already revoked
sv: Certifikatet är redan spärrat

source: ASN1 field length too long. Maximum Size:
sv: ASN1-fältets längd är för långt. Maximal storlek:

source: Unknown error. Given the OpenSSL output:
sv: Okänt fel. Utdata från OpenSSL:

source: Only {dns}, {ip} and {email} are valid subject alternative name types
sv: Endast {dns}, {ip} och {email} är giltiga namntyper för subjektet.

source: Cannot start OpenSSL shell. ({errval})
sv: Kan inte starta OpenSSL-skal. ({errval})

source: CA passphrases do NOT match
sv: CA-lösenordfraserna stämmer INTE överens

source: CA Passphrase should be at least {length} characters
sv: CA-lösenfras ska innehålla minst {length} tecken

source: Days to expire ({days}) must be a positive number
sv: Dagar till utgång ({days}) måste vara ett positivt tal

source: Problems creating Certification Authority has happened
sv: Problem med att skapa Certifikatutfärdare har inträffat

source: The certificate has NOT been revoked.
sv: Certifikatet har INTE tagits tillbaka

source: Boolean indicating Certification Authority Certificate
sv: Booleskt värde indikerar Certification Authority Certificate

source: The input contains invalid characters. All alphanumeric characters, plus these non alphanumeric chars: .?&+:-@* and spaces are allowed.
sv: Inmatningen innehåller ogiltiga tecken. Alla alfanumeriska tecken plus dessa icke-alfanumeriska tecknen: .?&+:\@ och blanksteg tillåts.

source: The certificate has been revoked
sv: Certifikatet har spärrats

source: The CA certificate has been revoked
sv: CA-certifikatet har spärrats

source: The Subject Alternative Name parameter must follow this pattern: type:value, type:value
sv: Det alternativa namnet för subjekt måste ha detta mönster: type:value, type:value

source: The certificate has been issued.
sv: Certifikatet har utfärdats

source: The new CA certificate has been issued.
sv: Nytt CA-certifikat har utfärdats

source: Common name: {cn} does NOT exist in database
sv: Namn: {cn} finns INTE i databasen

source: Error creating file
sv: Fel vid skapandet av fil

source: The certificate has NOT been renewed
sv: Certifikatet har INTE förnyats

source: Days to expire
sv: Dagar till utgång

source: The certificate CANNOT be renewed
sv: Certifikatet KAN INTE förnyas

source: The certificate has been renewed
sv: Certifikatet har förnyats

source: The new CA certificate has been renewed
sv: Nytt CA-certifikat har förnyats

source: User and password
sv: Användarnamn och lösenord

source: Mode
sv: Läge

source: To configure clamd daemon
sv: För att konfigurera clamd tjänsten

source: To schedule the launch of the updater
sv: För att schemalägga uppdateringar

source: Database Update Status
sv: Antivirusdatabasens uppdateringsstatus

source: The antivirus database has not been updated since the module was enabled.
sv: Antivirusdatabasen har inte uppdaterats sedan modulen aktiverades.

source: The last update failed.
sv: Den senaste uppdateringen misslyckades

source: Last update successful.
sv: Den senaste uppdateringen lyckades.

source: Unknown event {event}.
sv: Okänd händelse {event}.

source: Remove ntp init script links
sv: Ta bort länkar för ntp startscript

source: Service enabled
sv: Tjänst aktiverad

source: Service disabled
sv: Tjänst inaktiverad

source: Enable service
sv: Aktivera tjänst

source: Provided object with index {i} does not exist
sv: Objektet med index {i} finns inte

source: It should be one of following values: {values}
sv: Det borde ha ett av följande värden:{values}

source: Actions to be taken allowed are: {view} and {cView}
sv: Tillåtna åtgärder att utföra är: {view} och {cView}

source: Choose one of the following:
sv: Välj en av följande:

source: The data you are modifying is being used by the following sections:
sv: Det data du ändrar används av följande sektioner:

source: Remove data from {model}{br}
sv: Radera data från {model}{br}

source: {model} in {module} module
sv: {model} i {module} modul

source: at
sv: på

source: field
sv: fält

source: page
sv: sida

source: Page must be a number equal or greater than zero
sv: Sida måste vara en siffra som noll eller större.

source: Remove {num} rows of {rowName} from {model}{br}
sv: Ta bort {num} rader av {rowName} från {model}{br}

source: Page size
sv: Sidstorlek

source: Must be either a positive number or zero
sv: Måste vara ett positivt nummer eller noll

source: {row} added
sv: {row} tillagd

source: {row} deleted
sv: {row} raderad

source: {row} updated
sv: {row} uppdaterad

source: {row} moved up
sv: {row} uppflyttad

source: {row} moved down
sv: {row} nedflyttad

source: Receiver
sv: Mottagare

source: Configure Dispatchers
sv: Konfigurera förmedlare

source: dispatcher
sv: förmedlare

source: Enable/Disable each event dispatcher
sv: Aktivera/Inaktivera varje händelseförmedlare

source: In order to enable a configurable event dispatcher, you need to configure it first
sv: För att aktivera en konfigurerbar händelseförmedlare måste du först konfigurera den

source: Informative
sv: Informativ

source: Warning
sv: Varning

source: Error
sv: Fel

source: Fatal error
sv: Allvarligt fel

source: Events details
sv: Detaljer för händelse

source: event
sv: Händelse

source: Events summarized chart
sv: Diagram över händelser

source: Events summarized graph
sv: Graf över händelser

source: Jabber Dispatcher
sv: Jabber förmedlare

source: Nobody
sv: Ingen

source: Public
sv: Publik

source: Channel link
sv: Kanal-länk

source: Allowed readers
sv: Tillåtna läsare

source: Use this field to set the access control for the channel
sv: Använd det här fältet för att sätta åtkomsten till denna kanal

source: Syndicate this RSS
sv: Publicera denna RSS

source: Configure RSS dispatcher
sv: Konfigurera RSS förmedlare

source: The channel link is the link which is used to syndicate the content to your favourite RSS.
sv: Kanal-länken är den länk som används för att publicera innehåll till din favorit RSS.

source: RSS dispatcher configuration updated
sv: RSS förmedlarkonfiguration uppdaterad

source: RSS Dispatcher
sv: RSS förmedlare

source: Configure Events
sv: Konfigurera händelser
