Repository: BillTheBest/zentyal
Catalog: extra/language-packs/po/*.po
Languages: sv

source: Use default profile configuration
sv: Använd standard profilkonfiguration

source: Use default profile for MIME filtering
sv: Använd default profil för MIME filtrering

source: extensions
sv: utökningar

source: Set policy for all extensions
sv: Ställ in policy för alla utökningar

source: Requests
sv: Förfrågningar

source: User
sv: Användare

source: Accepted requests
sv: Accepterade förfrågningar

source: Accepted traffic size (Kb)
sv: Tillåten trafikstorlek (Kb)

source: Denied requests
sv: Nekade förfrågningar

source: Denied traffic size (Kb)
sv: Nekad trafikstorlek (Kb)

source: Filtered requests
sv: Filtrerade förfrågningar

source: Filtered traffic size (Kb))
sv: Filtrerad trafikstorlek (Kb)

source: Date
sv: Datum

source: Web traffic details
sv: Webb trafikdetaljer

source: traffic
sv: trafik

source: Squid traffic size graph
sv: Squid trafikstorleksdiagram

source: Traffic size
sv: Trafikstorlek

source: Squid traffic requests graph
sv: Squid trafikförfågningar diagram

source: Access requests
sv: Access förfrågningar

source: Object {object} has no members. Please add at least one to add rules using this object.
sv: Objektet {object} har inga medlemmar. Vänligen lägg till minst en för att lägga till regler till detta objekt.

source: Object {object} has an enabled {row} in {table}. Delete it first from there to add it here
sv: Objektet {object} har en aktiverad {row} i {table}. Radera det forst där och lägg till det här.

source: If {first} is set unlimited, then {second} must be set to unlimited as well
sv: Om {first} är satt till obegränsat så måste {second} också sättas till obegränsat.

source: {clt_rate} is greater than {net_rate}
sv: {clt_rate} är större än {net_rate}

source: Network object
sv: Nätverksobjekt

source: Rate
sv: Hastighet

source: Maximum download bandwidth rate for this network. Use -1 to disable this option.
sv: Max nedladdningshastighet för detta nätverk. Använd -1 för att inaktivera denna funktion.

source: Maximum Size
sv: Max storlek

source: Maximum unthrottled download size for this network. Use -1 to disable this option.
sv: Maximal obegränsad nedladdningsstorlek för detta nätverk. Använd -1 för att inaktivera denna funktion.

source: Client Rate
sv: Klienthastighet

source: Maximum download bandwidth rate per client. Use -1 to disable this option.
sv: Maximal nedladdningshastighet per klient. Använd -1 för att inaktivera denna funktion.

source: Client Maximum Size
sv: Max klientstorlek

source: Maximum unthrottled download size per client. Use -1 to disable this option.
sv: Maximal obegränsad nedladdningshastighet per klient. Använd -1 för att inaktivera denna funktion.

source: Delay Pools Class 2
sv: Fördröjningspool klass 2

source: Once the request exceeds the {max} then the HTTP Proxy will throttle the download bandwidth to the given {rate}. The client number is limited to 256.
sv: När förfrågan överstiger {max} kommer HTTP proxyn att begränsa nedladdningen till hastigheten {rate}. Antalet klienter är begränsat till 256.

source: Domains and URL rules
sv: Domän och URL regler

source: internet domain or URL
sv: Internet domän och URL

source: Allow/Deny the HTTP traffic from/to the listed internet domains and URLs.
sv: Tillåt/Neka HTTP trafiken baserad på listade internet domäner och URL

source: Domain or URL added
sv: Domän eller URL tillagd

source: Domain or URL removed
sv: Domän eller URL raderad

source: Domain or URL updated
sv: Domän eller URL uppdaterad

source: Use antivirus
sv: Använd antivirus

source: You cannot activate antivirus filter because the antivirus module is disabled. If you want to filter virus, first {openhref}activate the module{closehref} and come back here
sv: Du kan inte aktivera antivirusfilter eftersom antivirusmodulen är inaktiverad. Om du vill filtrera virus {openhref}aktivera först modulen{closehref} och kom tillbaka hit

source: You cannot activate antivirus filter because the antivirus module is not installed. If you want to filter virus, first install it and then {openhref}activate the module{closehref} and come back here
sv: Du kan inte aktivera antivirusfilter eftersom antivirusmodulen inte är installerad. Om du vill filtrera virus {openhref}installera först modulen{closehref} och kom tillbaka hit

source: Use default profile for extension filtering
sv: Använde standard profil för filändelsefiltrering

source: Block not listed domains and URLs
sv: Blockera ej listade domäner och URL

source: If this is enabled, any domain or URL which is neither present neither in the <i>Domains and URLrules</i> nor in the <i>Domain list files</i> sections below will be forbidden.
sv: Om denna är aktiverad kommer alla domäner och URL som inte är listade i endera <i>Domäner och URL regler</i> eller <i>Lista över domänfiler</i> att bli förbjudna

source: Block sites specified only as IP
sv: Blockera siter endast specifierade med IP

source: Ad Blocking
sv: Reklam Blockering

source: Remove advertisments from all HTTP traffic
sv: Ta bort reklam från all HTTP trafik

source: Cache files size (MB)
sv: Storlek på cache filer (MB)

source: Default policy
sv: Standard policy

source: General Settings
sv: Generella inställningar

source: Settings changed
sv: Inställningar ändrade

source: {port} is already in use. Please choose another
sv: {port} används redan. Vänligen använd en annan.

source: Transparent proxy option is not compatible with authorization policy
sv: Transparent proxy alternativet är inte kompatibelt med auktoriseringspolicyn

source: Transparent proxy is incompatible with the authorization policy found in some objects
sv: Transparent proxy är inte kompatibel med auktoriseringspolicyn i vissa objekt

source: An authorization policy is required because you are using global group policies
sv: En auktorisationspolicy krävs eftersom du använder globala grupp-policies.

source: <i>Filter</i> means that HTTP requests will go through the content filter and they might be rejected if the content is not considered valid.
sv: <i>Filtrera</i> betyder att HTTP förfrågningar kommer att gå genom innehållsfiltret och de kan komma att nekas om innehållet inte anses tillåtet.

source: Note that you cannot proxy HTTPS transparently. You will need to add a firewall rule if you enable this mode.
sv: Observera att du inte kan transportera HTTPS transparent genom proxy. Du behöver lägga till en brandväggsregel för att aktivera detta läge.

source: Always allow
sv: Tillåt alltid

source: Always deny
sv: Neka alltid

source: Ignore
sv: Ignorera

source: This list has not categories
sv: Denna lista har inga kategorier

source: Domain or URL
sv: Domän eller URL

source: Domain or IP address part of URL
sv: Domän eller IP adress del av URL

source: Domain
sv: Domän

source: You must not prefix the domain with www.
sv: Du bör inte använda www. som prefix för domänen

source: Domain or IP address
sv: Domän eller IP adress

source: Configure allowed file extensions
sv: Konfigurera tillåtna filändelser

source: Allow/Deny the HTTP traffic of the files which the given extensions. Extensions not listed here are allowed. The extension filter needs a 'filter' policy to be in effect
sv: Tillåt/Neka HTTP trafik för filer med given filändelse. Filändelser ej listade här tillåts. Filändelsefiltret behöver en filter policy för att vara aktivt

source: Extension added
sv: Filändelse tillagd

source: Extension removed
sv: Filändelse raderad

source: Extension updated
sv: Filändelse uppdaterad

source: Using default profile configuration
sv: Använder standard profilkonfiguration

source: Use default profile for domain filtering
sv: Använd standard profil för domänfiltrering

source: Filter virus
sv: Filtrera virus

source: Categories
sv: Kategorier

source: File
sv: Fil

source: You must supply a domains list
sv: Du måste tillhandahålla en domänlista

source: Inexistent archive file
sv: Ej existerande arkivfil

source: Plain lists not allowed: is only allowed compressed archives of classified black lists
sv: Enkel lista inte tillåten. Bara en komprimerad lista med klassificerade svartlistade url

source: Group
sv: Grupp

source: Allow
sv: Tillåt

source: Deny
sv: Neka

source: Time period
sv: Tidsperiod

source: Time period when the access is allowed. It is ignored with a deny policy
sv: Tidsperiod där access är tillåten. Den är ignorerad med en nekande policy.

source: There are no user groups in the system. {open}Create{close} at least one group if you want to set a group policy
sv: Det finns inga användargrupper i systemet. {open}Skapa{close} minst en grupp om du vill sätta en grupp-policy

source: Use default profile threshold
sv: Använda standardprofilens tröskelvärde

source: Content filter threshold
sv: Innehållsfiltrets tröskelvärde

source: Content filter threshold changed
sv: Innehållsfiltrets tröskelvärde ändrat

source: MIME types
sv: MIME-typer

source: Set policy for all MIME types
sv: Ställ in policy för alla MIME typer

source: Group policies
sv: Grupp policies

source: List of groups
sv: Lista över grupper

source: group's policy
sv: Grupps policie

source: Here you can globally block or allow access by user group. Filter options will be by global policy or by object policy
sv: Här kan du globalt blockera eller tillåta access av användare eller grupp. Filterval sker med global eller objektpolicy

source: Added group's policy
sv: Lade till grupps policy

source: Removed group's policy
sv: Raderade grupps policy

source: Updated group's policy
sv: Uppdaterade grupps policy

source: Filter profile
sv: Filterprofil

source: User group policies are not compatible with transparent proxy mode
sv: Användar grupppolicies är inte kompatibla med transparent proxy

source: Global group policy need a global policy with authentication
sv: Global grupp policy behöver en global policy med autentisering

source: Network Rate
sv: Nätverkshastighet

source: Network Maximum Size
sv: Max storlek i nätverket

source: Delay Pools Class 1
sv: Fördröjningspool klass 1

source: Once the request exceeds the {max} then the HTTP Proxy will throttle the download bandwidth to the given {rate}.
sv: När förfrågan överstiger {max} kommer HTTP proxyn att begränsa nedladdningen till hastigheten {rate}.

source: Domain filter settings
sv: Domänfilter inställningar

source: Filtering settings changed
sv: Filterinställningarna ändrade

source: Domains lists files for filter group
sv: Domänlist fil för filtergrupp

source: internet domain list
sv: Lista över internet domäner

source: You can upload files whith lists of domains
sv: Du kan ladda upp filer med listor av domäner

source: Domain list added
sv: Domänlista tillagd

source: Domain list removed
sv: Domänlista raderad

source: Domain list updated
sv: Domänlista uppdaterad

source: Here you can deny or allow access depending on the user group. Filtering would occur if the object policy requires it
sv: Här kan du neka eller tillåta åtkomst baserat på användargrupp. Filtrering uppnås om ojektpolicyn kräver det.

source: The object needs to be set to a policy with authorization in order to to use group policies
sv: Objektet behöver sättas till en policy med auktorisering för att använda grupp policys

source: Configure object {ob} user groups policies
sv: Konfigurera objekt {ob} användargrupps policys

source: Time period when the access is allowed. It is ignored if the group has a deny policy, time constraints of parent object are always ignored
sv: Tidsperiod när åtkomst är tillåten. Den är ignorerad om gruppen har en nekande policy, tisdbegränsningar från förälderobjekt ignoreras alltid.

source: Exempt address from caching
sv: Undantag adress från cachning.

source: Cache exemptions
sv: Undantag från Cache

source: You can exempt some addresses from caching
sv: Du kan undanta några adresser från att cachas

source: Address added
sv: Adress tillagd

source: Address removed
sv: Adress borttagen

source: Address updated
sv: Adress uppdaterad

source: Domains list categories
sv: Kategorier av domänlistor

source: category
sv: kategori

source: Filter Profiles
sv: Filterprofiler

source: elements
sv: element

source: Allow all {elements}
sv: Tillåt alla {elements}

source: Use this field to change the value of all the above rows at once
sv: Använd detta fält för att ändra värdet för alla ovanstående rader på en gång.

source: Filter profiles
sv: Filter profiler

source: List of profiles
sv: Lista över profiler

source: filter profile
sv: filter profil

source: Added filter profile
sv: Lade till filterprofil

source: Removed filter profile
sv: Tog bort filterprofil

source: Updated filter profile
sv: Uppdaterade filterprofil

source: Filter group
sv: Filtergrupp

source: Configuration
sv: Inställningar

source: Filter group policy
sv: Filtergrupp policy

source: Maximum number of filter groups reached
sv: Max antal filter uppnått

source: No spaces are allowed in profile names
sv: Mellanslag är ej tillåtet i profil namn

source: Domains lists files
sv: Filer för domänlista

source: You can upload files with lists of domains
sv: Du kan ladda upp filer med listor över domäner

source: Object
sv: Objekt

source: Allowed time period
sv: Tillåten tidsperiod

source: Group policy
sv: Grupp policy

source: Object Policies
sv: Objektpolicies

source: List of objects
sv: Lista över objekt

source: object's policy
sv: objektets policy

source: Here you can establish a custom policy per network object
sv: Här kan du etablera en skräddarsydd policy per nätverksobjekt

source: Added object's policy
sv: Lade till objektets policy

source: Removed object's policy
sv: Tog bort objektets policy

source: Updated object's policy
sv: Uppdaterade objektets policy

source: Authorization policy is not compatible with transparent proxy mode
sv: Auktorisationspolicyn är inte kompatibel med transparent proxy läget.

source: Filter policies are incompatible with restricted time periods
sv: Filter policies är inkompatibla med begränsade tidsperioder

source: You cannot choose a policy without authorization if you have any group policy
sv: Du kan inte välja en policy utan auktorisation om du har en grupppolicy

source: You can only use a custom profile with the 'Filter' policy
sv: Du kan bara använda en skräddarsydd profil med Filtrera policyn

source: There are no network objects in the system. {open}Create{close} at least one object if you want to set a object policy
sv: Det finns inga nätverksobjekt i systemet. {open}Skapa{close} minst ett objekt om du vill sätta en objektpolicy

source: MIME Type
sv: MIME-typ

source: A MIME Type must follow this syntax: type/subtype
sv: En MIME-typ måste följa denna syntax: typ/subtyp

source: {type} is not a valid IANA type
sv: {type} är inte en giltig IANA typ

source: {t} subtype has a wrong syntax
sv: {t} subtyp har fel syntax

source: Configure allowed MIME types
sv: Konfigurera tillåtna MIME typer

source: MIME type
sv: MIME-typ

source: Allow/Deny the HTTP traffic of the files which the given MIME types. MIME types not listed here are allowed. The filter needs a 'filter' policy to be in effect
sv: Tillåt/Neka HTTP trafik för filer med given MIME typ. MIME typer ej listade här är tillåtna. Filtret behöver en filter policy för att vara aktivt

source: MIME type added
sv: MIME typ tillagd

source: MIME type removed
sv: MIME typ raderad

source: MIME type updated
sv: MIME typ uppdaterad

source: File extension
sv: Filändelse

source: HTTP proxy traffic report
sv: HTTP proxy trafikrapport

source: Domains filtering for filter group
sv: Domän filtrering för filtergrupp

source: MIME types filtering
sv: MIME typ filtrering

source: Filter settings
sv: Filter inställningar

source: Bandwidth Throttling
sv: Bandbreddsbegränsning

source: Class 1 pools allow you to restrict the bandwidth rate for large downloads whereas class 2 pools allow you to set the bandwidth usage to a sustained rate. The class 1 pools have more priority than class 2 ones and the first match from the source is done. If a network object does not match any rule, then no bandwidth throttling is done to it
sv: Klass i 1 pooler låter dig begränsa bandbredden för stora nedladdningar medans Klass 2 pooler låter dig sätta bandbreddsanvändningen till en fast hastighet. Klass 1 pooler har större prioritet än klass 2 och första matchningen från källan används. Om ett nätvekrsobjekt inte matchar någon regel sker ingen begränsning.

source: File extensions filtering
sv: Filändelsefiltrering

source: Domains filtering
sv: Domänfiltrering

source: Authorize and allow
sv: Auktorisera och tillåt

source: Authorize and filter
sv: Auktorisera och filtrera

source: Authorize and deny
sv: Auktorisera och neka

source: Squid's policy
sv: Policy för Squid

source: Monday
sv: Måndag

source: Tuesday
sv: Tisdag

source: Wednesday
sv: Onsdag

source: Thursday
sv: Torsdag

source: Friday
sv: Fredag

source: Saturday
sv: Lördag

source: Sunday
sv: Söndag

source: All time
sv: Alltid

source: All week
sv: Hela veckan

source: Weekend
sv: Helg

source: Work days
sv: Arbetsdagar

source: From hour..
sv: Från timme...

source: to hour..
sv: till timme...

source: You must specify two diffrent hours to the range
sv: Du måste specificera två olika timmar till omfånget.

source: Bad hour of the day value: {h}
sv: Felaktigt värde på timme: {h}

source: Bad hour of the day format: {h}
sv: Felaktigt format på timme: {h}

source: Bad minutes value: {mi}
sv: Felaktigt värde på minuter: {mi}

source: The end of the range is greater than the begin
sv: Slutet på tidsomfånget är större än början

source: The time period must be at least active on one day
sv: Tidsperioden måste vara aktiv åtminstone en dag

source: Disabled
sv: Inaktiverad

source: Very permissive
sv: Väldigt tillåtande

source: Permissive
sv: Tillåtande

source: Strict
sv: Sträng

source: Very strict
sv: Väldigt sträng

source: This specifies how strict the content filter is.
sv: Detta specifierar hur strängt innehållsfiltret är

source: Squid's domain policy
sv: Domänpolicy för Squid

source: HTTP Proxy configuration file
sv: Konfigurationsfil för HTTP-proxy

source: Content filter configuration file
sv: Konfigurationsfil för innehållsfilter

source: Default filter group configuration
sv: Konfiguration av standard filtergrupp

source: Filter groups membership
sv: Medlemskap filtergrupp

source: Content filter banned extension list
sv: Innehållsfilter förbjudna filändelser

source: Content filter banned mime type list
sv: Innehållsfilter förbjudna mime typer

source: Content filter exception site list
sv: Innehållsfilter undantagna siter

source: Content filter grey site list
sv: Innehållsfilter grålistade siter

source: Content filter banned site list
sv: Innehållsfilter förbjudna siter

source: Content filter exception URL list
sv: Innehållsfilter undantagna URL

source: Content filter grey URL list
sv: Innehållsfilter grålistade URL

source: Content filter banned URL list
sv: Innehållsfilter förbjudna URL

source: Forbidden phrases list
sv: Förbjudna fraser

source: Exception phrases list
sv: Undantagna fraser

source: PICS ratings configuration
sv: Konfiguration PICS bedömning

source: Dansguardian's log rotation configuration
sv: Konfiguration av Dansguardians log rotation

source: Dansguardian's antivirus scanner configuration
sv: Konfiguration av Dansguardians antivirusskanner

source: Filter groups per IP
sv: Filtergrupper per IP

source: Configuration of adzapper
sv: Konfiguration av adzapper

source: Overwrite blocked page templates
sv: Skriv över templates för blockerade sidor

source: Dansguardian blocked page templates will be overwritten with Zentyal customized templates.
sv: Dansguardians mallar för blockerade sidor kommer att skrivas över med skräddarsydda Zentyal mallar.

source: You must set the cache_mem variable in the Zentyal configuration file
sv: Du måste ställa in cache_mem variabeln i Zentyal konfigurationsfil

source: You must set the max_object_size variable in the Zentyal configuration file
sv: Du måste ställa in max_object_size variabeln i Zentyals konfigurationsfil

source: Enabled
sv: Aktiverad

source: General
sv: Allmänt

source: Objects' Policy
sv: Objektets policy

source: Groups' Policy
sv: Gruppens policy

source: Host
sv: Värd

source: Bytes
sv: Byte

source: Mime/type
sv: Mime/typ

source: Event
sv: Händelse

source: Accepted
sv: Accepterad

source: Denied
sv: Nekad

source: Filtered
sv: Filtrerad

source: Name
sv: Namn

source: Deleted daemons
sv: Raderade demoner

source: daemon
sv: Demon

source: Advertised networks
sv: Annonserade nätverk

source: Download client bundle
sv: Ladda ner klientinställningar

source: List of servers
sv: Serverlista

source: VPN servers
sv: VPN servrar

source: {openpar}You need a valid CA certificate to run VPN servers. {closepar}{openpar}Please, go to the {openhref} certification authority module{closehref} and renew it.{closepar}
sv: {openpar}Du behöver ett giltigt CA-certifikat för att köra VPN servrar. {closepar}{openpar}Vänligen gå till {openhref}Certifikathanteraren{closehref} och skapa ett.{closepar}

source: {openpar}You need to create a CA certificate to run VPN servers. {closepar}{openpar}Please, go to the {openhref}certification authority module{closehref} and create it.{closepar}
sv: {openpar}Du måste skapa ett CA certifikat för att köra VPN servrar. {closepar}{openpar}Vänligen gå till {openhref}Certifikathanteraren{closehref} och skapa ett.{closepar}

source: Server creation
sv: Skapa server

source: Cannot activate the server because is not fully configured; please edit the configuration and retry
sv: Kan inte skapa servern eftersom __ inte är fullt konfigurerad. Vänligen editera konfigurationen och försök igen.

source: Cannot create a server because there is not a CA certificate
sv: Kan inte skapa servern eftersom det inte finns ett CA certifikat

source: {act} not possible because there aren't any available certificate. Please, go to the certificate authority module and create new certificates
sv: {act} är inte möjlig eftersom det inte finns några tillgängliga certifikat. Vänligen gå till CA modulen och skapa nya certifikat

source: {openpar}You can configure openVPN servers to easily connect remote offices or users.{closepar}{openpar}Click on {openit}Configuration{closeit} to set the VPN parameters.{closepar}{openpar}{openit}Advertised networks{closeit} allows you to configure which networks you want to make accessible to the remote users.{openpar}Once you are done with the configuration you can download a file bundle for your operating system to use in your clients.
sv: {openpar}Du kan skapa VPN servers för att lätt ansluta avlägsna kontor eller användare{closepar}{openpar}Klicka på{openit}Konfiguration{closeit} för att ställa in VPN parametrarna{closepar}{openpar}{openit}Annonserade nätverk{closeit} låter dig konfigurera nätverk du vill ska vara tillgängliga till fjärranvändare.{openpar}När du är klar med konfiguraitonen kan du ladda ned klientinställningar till ditt operativsystem för att använda i dina klienter.

source: VPN address
sv: VPN adress

source: Use a network address which is not used by this machine
sv: Använd en nätverksadress som inte är upptagen av denna maskin

source: Server certificate
sv: Servercertifikat

source: Client authorization by common name
sv: Klient autentisering baserat på "common name"

source: If disabled, any client with a certificate generated by Zentyal will be able to connect. If enabled, only certificates whose common name begins with the selected value will be able to connect.
sv: Om detta är inaktiverat kan alla klienter med ett certifikat genererat av Zentyal ansluta sig. Om aktiverat kan bara certifikat vars "common name" börjar på detta värde ansluta.

source: Enable it if you only have one network interface
sv: Aktivera det om du bara har ett nätverksgränssnitt
