Repository: BillTheBest/zentyal
Catalog: extra/language-packs/po/*.po
Languages: sv

source: Enable/Disable each event watcher monitoring
sv: Aktivera/inaktivera händelseövervakare

source: Warning! There is no log domain watcher enabled. Please, go to 'Configuration' to enable at least one to be notified when a log in this domain happens.
sv: Varning! Det finns ingen övervakare för loggdomän aktiverad. Vänligen gå till "Konfiguration" och aktivera iallafall en som blir notifierad när ett login på denna domän händer.

source: Minimum free disk space per filesystem
sv: Minimum fritt utrymme per filsystem

source: When the free space percentage of any disk partition is under this value the event is triggered.
sv: När andelen fritt utrymme är under detta värde i procent triggas denna händelse

source: Configure disk free space watcher
sv: Konfigurera övervakare för fritt diskutrymme

source: Free Disk Space Watcher
sv: Övervakare för fritt diskutrymme

source: Log domain {logDomain}
sv: Log domän {logDomain}

source: Filters to apply to notify logs from {logDomain}
sv: Filter för att applicera meddelandeloggar från {logDomain}

source: Every filter added is cumulative.Then every log line which matches with any filter given will be notified
sv: Filtren som läggs till adderas. Alla logg rader som matchar alla filter kommer att notifieras

source: Log Observer Watcher
sv: Logg observatör-övervakare

source: Warning! The log watcher is not enabled. Enable to be notified when logs happen.
sv: Varning! Loggövervakningen är avaktiverad. Aktivera för att bli meddelad när något händer med loggarna

source: Filtering
sv: Filtrerar

source: Configure log watchers
sv: Konfigurera loggövervakning

source: Log watcher
sv: Logg övervakare

source: Events reports
sv: Rapporter för händelser

source: Events report
sv: Rapport över händelse

source: No usage data for {d}. Are you sure is a valid disk?
sv: Inget användningsdata för {d}. Är du säker på att det är en giltig disk?

source: Invalid file system: {f}. Only regular and no removable media file systems are accepted
sv: Felaktigt filsystem: {f}. Bara vanliga och inte löstagbara filsystem accepteras

source: Logs
sv: Loggar

source: Table {table} does not exist
sv: Tabellen {table} finns inte

source: Client Address
sv: Klientadress

source: Params
sv: Parametrar

source: Committed
sv: Verkställd

source: Log messages
sv: Logg meddelanden

source: Lifetime parameter must be a positive number of hours
sv: Livstidsparameter måste vara ett positivt antal timmar

source: Creating backup archive
sv: Skapar backuparkiv

source: Dumping configuration of module {m}
sv: Dumpar konfiguration för modul {m}

source: Could not create backup archive
sv: Kunde inte skapa arkiv för säkerhetskopia

source: Could not append data to backup archive
sv: Kunde inte lägga till data till arkiv för säkerhetskopia

source: Could not extract the requested backup files: {files}
sv: Kunde inte packa upp de begärda filerna i säkerhetskopian: {files}

source: Could not unpack the backup
sv: Kunde inte packa upp säkerhetskopian

source: Writing backup file to hard disk
sv: Skriver filen för säkerhetskopia till hårddisk

source: Incorrect or corrupt backup file
sv: Felaktig eller skadad säkerhetskopia

source: The backup file is corrupt: could not open archive
sv: Säkerhetskopian är skadad: kunde inte öppna arkivet

source: The backup file is corrupt: could not open backup checksum
sv: Säkerhetskopian är skadad: kunde inte öppna kontrollsumma för säkerhetskopia

source: The backup file is corrupt.
sv: Säkerhetskopian är skadad.

source: The archive does not contain a full backup, that made a full restore impossibe. A configuration recovery may be possible
sv: Arkivet innehåller inte en fullständig säkerhetskopia vilket gjorde att en fullständig återskapning inte kunde göras. En återskapning av konfiguration kan dock vara möjlig

source: There in not enough space left in the hard disk to complete the restore proccess. {size} Kb required. Free sufficient space and retry
sv: Det finns inte tillräckligt mycket utrymme på hårddisken för att färdigställa återskapningsprocessen. {size} Kb krävs. Frigör tillräckligt mycket utrymme och försök igen

source: No module {m} found in backup
sv: Ingen modul {m} funnen i säkerhetskopia

source: No modules to restore
sv: Inga moduler att återställa

source: Unresolved restore dependency for module {topModule}: {modName} is not installed
sv: Oläst återskapningsberoende för modulen {topModule}: {modName} är inte installerad

source: The input contains invalid characters
sv: Inmatningen innehåller ogiltiga tecken

source: Date/Time
sv: Datum/tid

source: Add
sv: Lägg till

source: Logout
sv: Logga ut

source: You must set the {variable} variable in the ebox configuration file
sv: Du måste ställa in variabeln {variable} i ebox konfigurationsfil

source: Enabling {modName} module
sv: Aktiverar {modName} modul

source: Saving {modName} module
sv: Sparar {modName} modul

source: running {scriptName} script
sv: kör {scriptName} skript

source: Total ticks
sv: Totala ticks

source: It must be a non-zero positive number
sv: Det måste vara ett positivt nummer.

source: Cannot execute {exe}
sv: Kan inte exekvera {exe}

source: Progress indicator with id {id} not found
sv: Mätare med id {id} hittas ej

source: Number of ticks to notify
sv: Antal ticks att meddela

source: must be greater than zero
sv: måste vara högre än noll

source: Executable has not been run
sv: Körbar fil har ej körts

source: The executable has not run
sv: Den körbara filen har inte körts

source: The executable has already been started
sv: Den körbara filen har redan startats

source: The executable has already finished
sv: Den körbara filen har redan kört klart

source: All
sv: Alla

source: hour
sv: timme

source: day
sv: dag

source: week
sv: vecka

source: month
sv: månad

source: Report time period
sv: Tidsperiod för rapport

source: Report options
sv: Rapportinställningar

source: Purge logs older than
sv: Rensa loggar äldre än

source: Force log purge
sv: Tvinga logg rensning

source: Purge
sv: Rensa

source: one hour
sv: en timme

source: twelve hours
sv: tolv timmar

source: one day
sv: en dag

source: three days
sv: tre dagar

source: one week
sv: en vecka

source: fifteeen days
sv: femton dagar

source: thirty days
sv: trettio dagar

source: ninety days
sv: nittio dagar

source: never purge
sv: rensa aldrig

source: Current configuration
sv: Aktuell konfiguration

source: Enable/disable logging per-module basis
sv: Aktivera/inaktivera loggning per modul

source: logs
sv: loggar

source: Full report
sv: Full rapport

source: Summarized report
sv: Summerad rapport

source: Query Logs
sv: Sök i loggar

source: Configure Logs
sv: Konfigurera loggar

source: Save changes
sv: Spara ändringar

source: Halt
sv: Stäng av

source: Reboot
sv: Starta om

source: Halt or Reboot
sv: Stäng av eller starta om

source: You might lose your Internet connection if this machine is halted.
sv: Du kan förlora din internetanslutning om den här maskinen stängs av.

source: available
sv: tillgänglig

source: Core version
sv: Grundversion

source: Uptime
sv: Upptid

source: Users
sv: Användare

source: Module Status
sv: Modulstatus

source: General Information
sv: Allmän information

source: Process List
sv: Lista över processer

source: Resources & Services
sv: Resurser och tjänster

source: Dashboard
sv: Instrumentpanel

source: Halt/Reboot
sv: Stäng av/Starta om

source: Disk Usage
sv: Diskanvändning

source: Enter a float number
sv: Ange ett float nummer

source: The value shouldn't be greater than {m}
sv: Värdet borde inte vara större än {m}

source: The value shouldn't be less than {m}
sv: Värdet borde inte vara mindre än {m}

source: IP addresses are not allowed
sv: IP-adresser är inte tillåtna.

source: Choose a value within the value set: {set}
sv: Välj ett värde inom detta omfång: {set}

source: The password should have at least {minLength} characters
sv: Lösenordet måste vara minst {minLength} tecken långt

source: The password should have at most {maxLength} characters
sv: Lösenordet kan vara max {maxLength} tecken långt

source: Enter an integer number
sv: Fyll i ett heltalsnummer

source: Single port
sv: Enstaka port

source: Port range
sv: Portintervall

source: "From" {from} must be greater than "To" {to}
sv: "Från" {from} måste vara större än "Till" {to}

source: Authorization failed: {result} - {message}
sv: Autentiseringen misslyckades: {result} - {message}

source: Dispatcher {name} is not configured to be enabled
sv: Förmedlare {name} är inte konfigurerad att vara aktiverad

source: Log file
sv: Loggfil

source: RSS file: {path}
sv: Rss fil: {path}

source: Go to your {url} to check its status.
sv: Gå till din {url} för att se dess status

source: Free storage space
sv: Tillgängligt lagringsutrymme

source: Check if any disk partition has no storage space left
sv: Kontrollera om en disk partition inte har något utrymme kvar

source: Check if any event has happened in RAID subsystem
sv: Kontrollera om något har hänt i RAID systemet

source: New array RAID device {devName} information:
sv: Ny RAID array enhet {devName} information:

source: State: {state}
sv: Tillstånd: {state}

source: Type: {type}
sv: Typ: {type}

source: Active devices needed: {nb}
sv: Aktiva enheter som behövs: {nb}

source: Active devices: {nb}
sv: Aktiva enheter: {nb}

source: Operation in progress: {operation}
sv: Ingrepp under åtgärd: {operation}

source: Completed operation percentage: {per}
sv: Färdigt ingrepp i procent: {per}

source: Operation estimated finish time: {time}
sv: Ingreppet beräknas vara klart: {time}

source: Raid component {nb}: device {device} state {state}
sv: Raid komponent {nb}: enhet {device} läge {state}

source: RAID device {name} has dissappeared: A RAID array which previously was configured appears to no longer be configured
sv: RAID enhet {name} har försvunnit: En RAID array som var konfigurerad tidigare verkar inte längre vara det.

source: RAID device {name} has changed its state from {oldState} to {newState}
sv: RAID enhet {name} har ändrat status från {oldState} till {newState}

source: RAID device {name} has changed its number of active components from {oldNum} to {newNum}
sv: RAID enhet {name} har ändrat antal aktiva komponenter från {oldNum} till {newNum}

source: RAID device {name} has started operation {opName}.
sv: RAID enheten {name} har påbörjat ingreppet {opName}.

source: RAID device {name} has finished operation {opName} or it was aborted.
sv: RAID enheten {name} har färdigställt ingreppet {opName} eller så blev det avbrutet.

source: RAID device {name} has finished operation {oldOpName} and started {newOpName}.
sv: RAID enheten {name} har färdigställt ingreppet {oldOpName} och påbörjat {newOpName}.

source: Status: {percentage} completed.
sv: Status: {percentage} färdigt

source: Estimated finish time: {time}.
sv: Beräknas vara klar: {time}

source: Active component {compName} from RAID array {arrayName} has been marked as faulty
sv: Den aktiv enheten {compName} i RAID-array {arrayName} har blivit markerad som felaktig

source: Spare component {compName} from RAID array {arrayName} which was being rebuilt to replace a faulty device has failed
sv: Reservenheten {compName} från RAID-array {arrayName} som blev återskapad för att ersätta en trasig enhet har misslyckats

source: Spare component {compName} from RAID array {arrayName} which was being rebuilt to replace a faulty device has been successfully rebuilt and has been made active
sv: Reservkomponenten {compName} från RAID array {arrayName} som blev återskapad för att ersätta en trasig enhet har lyckats och aktiverats

source: A new component {compName} has been hot added to RAID device {arrayName} with status {status}
sv: En ny komponent {compName} har lagts till RAID enhet {arrayName} med status {status}

source: A component {compName} has been hot removed from RAID array {arrayName} when its status was {status}
sv: En komponent {compName} har tagits bort från RAID enhet {arrayName} när dess status var {status}

source: degraded
sv: sliten

source: recovering
sv: återhämtar sig

source: resyncing
sv: resynkroniserar

source: rebuilding
sv: återskapar

source: reshaping
sv: omformar

source: failed
sv: misslyckad

source: resync
sv: återsynkronisera

source: rebuild
sv: återskapa

source: reshape
sv: omforma

source: recovery
sv: återhämta

source: check
sv: kontrollera

source: faulty
sv: trasig

source: spare
sv: reserv

source: Log observer
sv: Logg observatör

source: Notify when a logger ({loggers}) has logged something
sv: Meddela när en logger ({loggers}) har loggat något

source: The following modules are not running but they are enabled: {modules}
sv: Följande moduler körs ej men är aktiverade: {modules}

source: The service {service} has been restarted {restart} times in {time} seconds and it has been stopped
sv: Tjänsten {service} har blivit omstartad {restart} gånger under {time} sekunder och har stoppats.

source: Initialize event dispatchers table
sv: Aktivera/Inaktivera tabell för händelseförmedlare

source: Enable default log dispatcher
sv: Aktivera/Inaktivera default log händelseförmedlare

source: The events module is not enabled to send events
sv: Modulen för händelser är inte aktiverad för att sända händelser

source: Event service status
sv: Händelseservice status

source: Date of first event
sv: Datum för första händelse

source: Date of last event
sv: Datum för sista händelse

source: Repetitions
sv: Återupprepningar

source: Level
sv: Nivå

source: Message
sv: Meddelande

source: Initial configuration wizard
sv: Inledande konfigurationshjälp

source: Configure Widgets
sv: Konfigurera widgets

source: Full Reports
sv: Fulla rapporter

source: An internal error related to a template has occurred. This is a bug, relevant information can be found in the logs.
sv: Ett internt fel relaterat till en mall har inträffat. Det här är ett programfel. Relevant information kan hittas i loggarna.

source: Saving changes
sv: Sparar ändringar

source: Module Status Configuration
sv: Konfiguration av modulernas status

source: Page not found
sv: Sidan kunde inte hittas

source: Unknown backup mode: {mode}
sv: Okänt läge för säkerhetskopiering: {mode}

source: Unknown restore mode: {mode}
sv: Okänt läge för återskapning: {mode}

source: Backing up
sv: Säkerhetskopierar

source: Backing up modules
sv: Säkerhetskopierar moduler

source: Restoring backup
sv: Återskapar från säkerhetskopia

source: Restoring modules
sv: Återskapar moduler

source: modules restored
sv: moduler återställda

source: module name
sv: modulnamn

source: The module was restarted correctly.
sv: Modulen startades om korrekt.

source: Configuration Backup
sv: Säkerhetskopia av konfiguration

source: Please confirm that you want to delete the following backup file:
sv: Bekräfta att du vill ta bort följande säkerhetskopia:

source: Please confirm that you want to restore using this backup file:
sv: Bekräfta att du vill återskapa med den här säkerhetskopian:

source: Full data and configuration backup
sv: Säkerhetskopia av fullständigt data och konfiguration

source: Bug-report configuration dump
sv: Dump av konfiguration för felrapport

source: country
sv: land

source: continent
sv: kontinent

source: Incorrect password.
sv: Felaktigt lösenord.

source: New passwords do not match.
sv: Nya lösenorden stämmer inte överens.

source: The password must be at least 6 characters long
sv: Lösenordet måste vara minst 6 tecken långt

source: The password was changed successfully.
sv: Lösenordet ändrades.

source: Year
sv: År

source: Hour
sv: Timme

source: Minutes
sv: Minuter

source: Seconds
sv: Sekunder

source: Save configuration
sv: Spara konfiguration

source: Saving changes in modules
sv: Sparar ändringar i moduler

source: operations performed
sv: Utförda åtgärder

source: Changes saved
sv: Sparade ändringar

source: Some modules reported error when saving changes . More information on the logs in {dir}
sv: Några moduler rapporterade fel när ändringarna sparades. Mer information finns i loggarna i {dir}

source: Revoking changes
sv: Upphäver ändringar

source: Revoking changes in modules
sv: Upphäver ändringar i moduler

source: Current module
sv: Aktuell modul

source: modules revoked
sv: moduler upphävda

source: Changes revoked
sv: Ändringar upphävda

source: Some modules reported error when discarding changes . More information on the logs in {dir}
sv: Några moduler rapporterade fel när de förkastade ändringar Mer information finns i loggarna i {dir}

source: The input contains invalid characters. All alphanumeric characters, plus these non alphanumeric chars: /.?&+:-@ and spaces are allowed.
sv: Inmatningen innehåller ogiltiga tecken. Alla alfanumeriska tecken plus dessa icke-alfabetiska tecknen: /.?&+:-@ och blanksteg tillåts.

source: An internal error has occurred. This is most probably a bug, relevant information can be found in the logs.
sv: Ett internt fel har inträffat. Det här är antagligen ett programfel. Relevant information kan hittas i loggarna.

source: An unexpected internal error has occurred. This is a bug, relevant information can be found in the logs.
sv: Ett oväntat internt fel har inträffat. Det här är ett programfel. Relevant information kan hittas i loggarna.

source: Your request could not be processed because it had some incorrect parameters
sv: Din begäran kunde inte behandlas eftersom den innehöll felaktiga parametrar

source: Wrong HTTP referer detected, operation cancelled for security reasons
sv: Felaktig HTTP referer detekterad, åtgärd avbruten av säkerhhetsskäl

source: Your request could not be processed because it lacked some required parameters
sv: Din begäran kunde inte behandlas eftersom den saknade nödvändiga parametrar

source: Invalid uploaded file.
sv: Ogiltig uppskickad fil.

source: Cannot create a temporally file for the upload
sv: Kan inte skapa en temporärfil för sändningen

source: This field is usually set to any
sv: Detta fält är vanligtvis satt till vilken somhelst

source: service
sv: tjänst

source: This protocol does not use ports
sv: Detta protokoll använder inte portar

source: Internal
sv: Intern

source: List of services
sv: Lista över tjänster

source: A service is an abstraction of one or more network protocols which can be used in other modules such as: firewall, traffic shaping...
sv: En tjänst är en abstraktion av ett eller flera nätverksprotokoll som kan användas i andra moduler, t.ex. brandvägg, trafikprioritering mm.

source: any protocol and port
sv: något protokoll och port

source: any UDP port
sv: någon UDP-port

source: any TCP port
sv: någon TCP-port

source: Mail
sv: E-post

source: Generate mail aliases
sv: Skapa e-postalias

source: Create certificates
sv: Skapa certifikat

source: Add fetchmail update cron job
sv: Lägg till jobb för att uppdatera fetchmail i cron.

source: To configure postfix
sv: För att konfigurera postfix

source: To define how client programs connect to services in postfix
sv: För att definiera hur klientprogram kontaktar tjänster i postfix

source: To configure host mail name
sv: För att konfigurera värdens epostnamn

source: To configure postfix aliases
sv: För att konfigurera postfix alias

source: To configure dovecot
sv: För att konfigurera dovecot

source: To configure dovecot to authenticate against LDAP
sv: För att konfigurera LDAP-autentisering för dovecot.

source: To configure smart host authentication
sv: För att konfigurera smart host autentisering

source: Cannot use the hostname as mailname because it is not a fully qualified name. Please, define a custom server mailname
sv: Kan inte använda värdnamnet som epostnamn eftersom det inte är ett fullständigt värdnamn. Vänligen ställ in ett manuellt server epostnamn

source: The mail name must be a fully qualified name
sv: Epostnamnet måste vara ett fullständigt värdnamn

source: Host mail name
sv: Epostnamn för värden

source: The mail name and virtual mail domain name are equal
sv: Epostnamnet och en virtuell domän är identiska

source: SMTP service
sv: SMTP-tjänst

source: POP3 service
sv: POP3-tjänst

source: POP3S service
sv: POP3S-tjänst

source: IMAP service
sv: IMAP-tjänst

source: IMAPS service
sv: IMAPS-tjänst

source: enabled
sv: aktiv

source: Mail server's filter
sv: Mailserverns filter

source: Filter type
sv: Typ av filter

source: Virtual Mail Domains
sv: Virtuella e-postdomäner

source: Greylist
sv: Grålista

source: Queue Management
sv: Köhantering

source: Mail retrieval from external accounts
sv: Hämta epost från externa konton

source: Message ID
sv: Meddelande ID

source: From hostname
sv: Från värdnamn

source: From host ip
sv: Från värd-IP

source: Size (bytes)
sv: Storlek (bytes)

source: Relay
sv: Relä

source: Message type
sv: Meddelandetyp

source: Additional Info
sv: Extra information

source: Successful messages
sv: Lyckade meddelanden

source: Maximum message size exceeded
sv: Maximal meddelandestorlek överskriden

source: User quota exceeded
sv: Användarkvot överstigen

source: Relay access denied
sv: Relä åtkomst nekad

source: Account does not exist
sv: Konto existerar ej

source: Host unreachable
sv: Värd ej nåbar

source: Authentication error
sv: Autentiseringsfel

source: Greylisted
sv: Grålistad

source: Other events
sv: Övriga händelser

source: Mailboxes
sv: E-postbrevlådor

source: Mail SMTP server
sv: SMTP-server för epost.

source: Mail POP/IMAP server
sv: Epostserver POP/IMAP

source: Virtual domain
sv: Virtuell domän

source: Sent messsages
sv: Skickade meddelanden

source: Received messages
sv: Mottagna meddelanden

source: Rejected messages
sv: Avvisade meddelanden

source: Sent messages
sv: Skickade meddelanden

source: Mail traffic details
sv: Detaljer om trafiken för eposten

source: Traffic summary chart
sv: Summerad tabell över trafiken

source: Traffic summary graph
sv: Summerat diagram över trafiken

source: Mail Account
sv: E-postkonto

source: Create mail account user@domain
sv: Skapa e-postkonto användare@domän

source: Default Domain
sv: Standard domän

source: You haven't create a mail domain yet
sv: Du har inte skapat en epost domän ännu

source: External mail accounts
sv: Externa epost konton

source: External account
sv: Externt konto

source: Mail server
sv: Epost server

source: external mail account
sv: Externt epost-konto

source: Fetching mail is done every 10 minutes
sv: Hämtande av epost sker var tionde minut.

source: Secure POP3
sv: Säker POP3

source: Secure IMAP
sv: Säker IMAP

source: External account username
sv: Externt användarnamn

source: No spaces allowed
sv: Inga mellanslag tillåtna

source: External account added
sv: Externt konto adderat

source: External account {ac} removed
sv: Externt konto {ac} removed

source: Cannot retrieve mail from external accounts because you do not have a email account in a local mail domain
sv: Kan inte hämta epost från externa konton eftersom du har ett epost-konto i en lokal e-post domän

source: Filter in use
sv: Filter som används

source: Custom filter's mail forward port
sv: Vidarebefordrad port för anpassat filter

source: Custom filter's IP address
sv: IP-adress för anpassat filter

source: Custom filter's Port
sv: Port för anpassat filter

source: Mail filter options
sv: Inställningar för e-postfilter

source: none
sv: ingen

source: custom
sv: anpassad

source: Subject
sv: Ärende

source: The mail domain is appended automatically
sv: E-post domänen läggs till automatiskt

source: External Aliases
sv: Externt alias

source: External account alias
sv: Externt alias för konto

source: External account alias added. You must save changes to use this alias
sv: Externt alias för konto tillagt. Du måste spara ändringarna för att använda detta alias
