Repository: BillTheBest/zentyal
Catalog: client/dns/po/*.po
Languages: da, sk, tr, zh_tw

source: Domain
da: Domæne
sk: Doména
tr: Alan
zh_tw: 網域

source: Hostnames
da: Hostnavne
tr: Makine isimleri
zh_tw: 主機名稱

source: Mail Exchangers
da: Mailservere
tr: Mail sunucusu
zh_tw: 郵件伺服器

source: Name Servers
sk: Menné servery
tr: Alan Adı Sunucuları
zh_tw: 域名伺服器

source: IP Address
da: IP adresse
sk: IP adresa
tr: IP adresi
zh_tw: IP 位址

source: Dynamic
da: Dynamisk
sk: Dynamický
tr: Dinamik
zh_tw: 動態

source: A domain is dynamic when the DHCP server updates the domain
sk: Doména je dynamická keď DHCP server aktualizuje doménu
tr: Dinamik bir alan adını DHCP sunucusu günceller
zh_tw: 當DHCP伺服器更新網域, 網域會被設為動態

source: List of Domains
sk: Zoznam domén
tr: Alan Adı Listesi
zh_tw: 網域列表

source: domain
da: domæne
sk: doména
tr: Alan
zh_tw: 網域

source: Invalid preference number. Allowed range: ({min}, {max})
da: Ugyldig preference nummer. Det skal være mellem: {min} og {max}.
sk: Zle zvolené číslo. Povolený rozsah: ({min}, {max})
tr: Hatalı tercih numarası. Geçerli aralık {min} - {max}
zh_tw: 無效的偏好數字. 允許的範圍: ({min}, {max})

source: The given host name is not a fully qualified domain name (FQDN). Do you mean mx.{name}?
da: Det anvendte værts navn (host name) er ikke et fuldt kvalificeret domæne navn. Mener du mx.{name}?
sk: Dané hostiteľské meno nieje plne kvalifikované doménové meno (FQDN). Mali ste na mysli mx.{name}?
zh_tw: 您提供的主機名稱不是全域名稱. 您是指 mx.{name} 嗎?

source: The domain is set as read only. You cannot add mail exchangers
da: Domænet er sat til kun læsning. Du kan ikke tilføje email exchangers
sk: Doména je nastavená len na čítanie. Nemôžete pridať MX záznamy
tr: Bu alan adı salt okunur. Mail sunucu kaydı giremezsiniz
zh_tw: 網域被設定為唯讀模式. 您不能修改郵件伺服器

source: Host name
da: Værts navn (Hostnavn)
sk: Meno hostiteľa
tr: Makina ismi
zh_tw: 主機名稱

source: If you choose "Custom", it should be a Fully Qualified Domain Name
da: Hvis du vælger "Ditnavn", skal det være et fuldt kvalificeret domæne navn
sk: Ak zvolíte "Vlastné", malo by ísť o plne kvalifikované doménové meno (FQDN)
tr: Özel seçildiğinde geçerli bir alan adı girilmelidir.
zh_tw: 如您選擇自訂, 您需要輸入一個全域名稱

source: This domain
sk: Táto doména
tr: Bu alan adı
zh_tw: 此網域

source: Custom
da: Speciel
sk: Vlastné
tr: Özel
zh_tw: 自訂

source: Preference
sk: Vlastnosť
tr: Tercih
zh_tw: 偏好

source: Mail exchangers
da: Mailserver
tr: Mail sunucular
zh_tw: 郵件伺服器

source: The smallest preference number has the highest priority and is the first server to be tried when a remote client (typically another mail server) does an MX lookup for the domain name. Allowed preference number interval = ({min}, {max})
da: Det mindste præference nummer har højst prioritet, og er den server der først bliver kontaktet, når en anden mailserver slår MX op for domænet. Det tilladte interval for præferencer er: {min} - {max}
sk: Najmenšie číslo voľby má najvyššiu prioritu a je to prvý server, ktorý bude odskúšaný vzdialeným klientom (napr. iným poštovým serverom) v rámci domény. Povolený rozsah = ({min}, {max})
zh_tw: 在查詢網域郵件伺服器名稱時, 數值愈小就有較高的優先權和遠端用戶 (其他郵件伺服器) 首先嘗試使用. 允許的數值區間 = ({min}, {max})

source: Mail exchanger record
da: Mailserver record
sk: Záznam pre Mail exchanger
tr: Mail sunucu kaydı
zh_tw: MX 紀錄

source: An alias cannot be the nameserver host name "{ns}". Use a hostname instead
da: Dette alias kan ikke være "{ns}". Brug i stedet for et værtsnavn. (hostname)
sk: Alias nemôže byť hostiteľské meno pre menný server "{ns}". Miesto toho použite hostname.
tr: Bir takma ad, DNS sunucusu "{ns}" olamaz. Bunun yerine makine adı kullanın
zh_tw: 別名不可以是網域伺服器的主機名稱 "{ns}". 使用主機名稱代替

source: There is a hostname with the same name "{name}" in the same domain
da: Der er allerede et hostnavn med det samme navn "{name}" i domænet
sk: Už je tu meno hostiteľa s rovnakým menom "{name}" v tej istej doméne
tr: Aynı ada sahip makine ve alan adı bulunmaktadır "{name}"
zh_tw: 同一個網域, 有一個主機使用相同的名稱 "{name}"

source: There is an alias for {hostname} hostname with the same name "{name}" in the same domain
sk: Je tu alias pre {hostname} s rovnakým menom "{name}" v tej istej doméne
zh_tw: 同一個網域, 別名和 "{hostname}" 的別名 "{name}" 相同

source: Alias
tr: Takma ad
zh_tw: 別名

source: alias
tr: Takma ad
zh_tw: 別名

source: The given host name is not a fully qualified domain name (FQDN). Do you mean ns.{name}?
da: Det angivne værts navn (host name) er ikke et fuldt kvalificeret værts navn (FQDN). Mener du ns.{name}?
sk: Dané meno hostiteľa nieje plne kvalifikované doménové meno (FQDN). Mali ste na mysli ns.{name}?
tr: Girilen alan adı geçerli bir alan adı değildir. Bunu mu demek istediniz {name}?
zh_tw: 您提供的主機名稱不是全域名稱. 您是指 ns.{name} 嗎?

source: The domain is set as read only. You cannot add name servers
da: Dette domæne er sat til kun læsning. Du kan ikke tilføje navne servere (name servers)
sk: Doména je nastavená len na čítanie. Nemôžete pridávať menné servery
tr: Bu alan adı salt okunur. DNS sunucu kaydı ekleyemezsiniz.
zh_tw: 網域被設定為唯讀模式. 您不能修改域名伺服器

source: Name servers
sk: Menné servery
tr: DNS sunucuları
zh_tw: 域名伺服器

source: It manages the name server (NS) records for this domain
da: Den styrer navne server (name server) tabellen (NS) for dette domæne.
sk: Ovláda záznamy menného servera (NS) pre túto doménu.
zh_tw: 它為此網域管理域名紀錄

source: name server record
sk: záznam menného servera
tr: DNS sunucusu kaydı
zh_tw: 域名伺服器紀錄

source: There is an alias with the same name "{name}" for "{hostname}" in the same domain
da: Der findes allerede et alias med navnet "{name}" til "{hostname}" i det samme domæne
sk: Je tu alias s takým istým menom "{name}" ako "{hostname}" v rovnakej doméne
tr: {name}, {hostname} tanımları aynı alan adında takma isim olarak bulunmaktadır
zh_tw: 同一個網域, 別名和 "{hostname}" 的名稱 "{name}" 相同

source: The domain is set as read only. You cannot add host names
da: Dette domæne er sat til kun læsning. Du kan ikke tilføje værts navne.
sk: Doména je nastavená len na čítanie. Nemožno pridávať hostiteľské mená (hostnames)
tr: Bu alan adı salt okunur. Yeni alan adları ekleyemezsiniz.
zh_tw: 網域被設定為唯讀模式. 您不能修改主機名稱

source: Host names
sk: Mená hostiteľa
tr: Makine isimleri
zh_tw: 主機名稱

source: host name
sk: Meno hostiteľa
tr: Makine ismi
zh_tw: 主機名稱

source: The DNS server allows you to resolve names for your own domains.
da: DNS serveren tillader at du kan slå navne op i dine egne domæner
sk: DNS server dovoľuje rozlišovať mená pre vaše vlastné domény.
tr: DNS sunucusu, sahip olduğunuz adları çözümlemenize izin veriyor
zh_tw: DNS 伺服器允許您對閣下的網域進行解析.

source: main bind9 configuration file
da: hoved bind9 konfigurations fil
sk: hlavný bind9 konfiguračný súbor
tr: bind9 ana ayar dosyası
zh_tw: bind9 主要設置檔

source: bind9 options configuration file
da: bind9 indstillings konfigurations fil
sk: bind9 možnosti - konfiguračný súbor
tr: bind9 seçenek ayar dosyası
zh_tw: bind9 options 設置檔

source: local bind9 configuration file
da: lokal bind9 konfigurationsfil
sk: lokálny bind9 konfiguračný súbor
tr: yerel bind9 ayar dosyası
zh_tw: bind9 local 設置檔

source: configuration file for zone {zone}
da: Konfiguration for {zone} zonen
sk: konfiguračný súbor zóny {zone}
tr: {zone} için ayar dosyası
zh_tw: {zone} 網域設置檔

source: configuration file for reverse resolution zone {zone}
da: Konfiguration for reverse zonen {zone}
sk: konfiguračný súbor reverznej zóny {zone}
tr: {zone} ters çözümleme ayar dosyası
zh_tw: {zone} 網域反解設置檔

source: Change the permissions for {dir} to allow writing to bind group
da: Ændre tilladelser for {dir}, for at tillade skrivning til bind gruppen
sk: Zmeniť oprávnenia pre {dir} na zápis do bind skupiny
tr: {dir} dizini için yetkilendirmeyi değiştirip bind grubuna yazma hakkı verin
zh_tw: 修改 {dir} 的權限, 讓 bind 群組可作寫入

source: Let the bind daemon to be dynamically updated
da: Lad bind daemon blive dynamisk opdateret
sk: Nechať službu bind dynamicky aktualizovanú
tr: bind süreci dinamik olarak güncellenecek
zh_tw: 讓 bind 服務可作動態更新

source: Host list for domain {domain}
da: Host liste for domænet {domain}
sk: Zoznam hostiteľov domény {domain}
tr: {domain} alanı için makina listesi
zh_tw: 網域的主機列表 {domain}

source: Action
da: Funktion
sk: Akcia
tr: İşlem
zh_tw: 動作

source: Add
da: Tilføj
sk: Pridať
tr: Ekle
zh_tw: 新增

source: Delete
da: Slet
sk: Zmazať
tr: Sil
zh_tw: 刪除

source: delete
da: slet
sk: zmazať
tr: Sil
zh_tw: 刪除

source: Domain list
da: Domæne liste
sk: Zoznam domén
tr: Alan listesi
zh_tw: 網域列表

source: Name
da: Navn
sk: Meno
tr: İsim
zh_tw: 名稱

source: Edit
da: Rediger
sk: Upraviť
tr: Düzenle
zh_tw: 編輯

source: edit
da: rediger
sk: upraviť
tr: Düzenle
zh_tw: 編輯

source: Keys configuration file
sk: kľúčový konfiguračný súbor
tr: Keys ayar dosyası
