Repository: BillTheBest/zentyal
Catalog: client/*/po/*.po
Languages: bg, ro

source: Certification Authority
bg: Удостоверяващ орган
ro: Autoritate de certificare

source: CA passphrases do NOT match
bg: Паролите на удостоверяващия орган не съвпадат.
ro: Parolele CA nu se potrivesc

source: CA Passphrase should be at least {length} characters
bg: Паролата на удостоверяващ орган трябва да е поне {length} знака.
ro: Parola CA trebie să fie de minim {length} caractere

source: Days to expire ({days}) must be a positive number
bg: Срокът на валидност в дни ({days}) трябва да е положително число.
ro: Numărul zilelor de valabilitate ({days}) trebuie să fie un număr pozitiv

source: Problems creating Certification Authority has happened
bg: Възникна проблем при създаването на удостоверяващ орган.
ro: Au apărut probleme la crearea autorității de certificare

source: The certificate has NOT been revoked.
bg: Удостоверението не е прекратено.
ro: Certificatul NU a fost revocat.

source: Boolean indicating Certification Authority Certificate
bg: Булева променлива за удостоверението на удостоверяващия орган
ro: Indicator boolen al certificatului autorității de certificare

source: Reason
bg: Причина
ro: Motiv

source: Common Name
bg: Обичайно име
ro: Nume comun

source: The input contains invalid characters. All alphanumeric characters, plus these non alphanumeric chars: .?&+:-@* and spaces are allowed.
bg: Въведеното съдържа недопустими знаци. Допустими знаци са буквите, цифрите, .?&+:\@ и интервал.
ro: Ați introdus caractere nepermise. Sunt permise toate caracterele alfanumerice, spațiile și caracterele .?&+:-@*

source: The certificate has been revoked
bg: Удостоверението е прекратено.
ro: Certificatul a fost revocat

source: The CA certificate has been revoked
bg: Удостоверението на удостоверяващия орган е прекратено.
ro: Certificatul autorității de certificare a fost revocat

source: The certificate has NOT been renewed
bg: Удостоверението не е подновено.
ro: Certificatul NU a fost reînnoit

source: Days to expire
bg: Срок на валидност в дни
ro: Zile de valabilitate

source: The certificate CANNOT be renewed
bg: Удостоверението не може да бъде подновено.
ro: Certificatul NU poate fi reînnoit

source: The certificate has been renewed
bg: Удостоверението е подновено.
ro: Certificatul a fost reînnoit

source: The new CA certificate has been renewed
bg: Новото удостоверение на удостоверяващия орган е подновено.
ro: Noul certificat al autorității de certificare a fost reînnoit

source: Organization Name
bg: Име на организация
ro: Nume organizație

source: The input contains invalid characters. All {ascii} alphanumeric characters, plus these non alphanumeric chars: .?&+:-@* and spaces are allowed.
ro: Ați introdus caractere nepermise. Sunt permise toate caracterele ASCII {ascii}, spațiile și caracterele: .?&+:-@*

source: Only {dns}, {ip} and {email} are valid subject alternative name types
ro: Numai {dns}, {ip} și {email} sunt tipuri valide alternative de nume pt. subiect

source: The Subject Alternative Name parameter must follow this pattern: type:value, type:value
ro: Numele alternativ de subiect va fi de forma: tip:valoare,tip:valoare

source: The certificate has been issued.
bg: Удостоверението е издадено.
ro: Certificatul a fost emis.

source: The new CA certificate has been issued.
bg: Новото удостоверение на удостоверяващия орган е издадено.
ro: Noul certificat al autorității de certificare a fost emis.

source: Action
bg: Действие
ro: Acțiune

source: Common name: {cn} does NOT exist in database
bg: Обичайното име "{cn}" не съществува в базата данни.
ro: Numele comun: {cn} NU există în baza de date

source: Error creating file
bg: Грешка при създаване на файл.
ro: Eroare la crearea fișierului

source: Days set to the maximum allowed {days}: Year 2038 Bug
bg: Зададен е максимално допустимият брой дни {days}: Проблем 2038 г.
ro: Zile setate la maximul permis: {days}: Bug-ul anului 2038

source: The remove operation cannot be finished. Reason:
bg: Действието премахване не може да бъде завършено. Причина:
ro: Operațiunea de ștergere nu s-a finalizat. Motiv:

source: The CA certificates should be revoked or has expired before issuing a new certificate
bg: Удостоверението на удостоверяващия орган е прекратено или валидността му е изтекла преди издаване на ново.
ro: Certificatele CA trebuie revocate sau să fie expirate înainte de emiterea unui nou certificat

source: Certificate with common name {cn} does NOT exist
bg: Удостоверението с обичайно име {cn} не съществува.
ro: NU există certificat pentru numele comun {cn}

source: Reason {reason} is NOT an applicable reason. Options:
bg: Причината {reason} не е приемлива. Възможности:
ro: Motivul {reason} NU este acceptabil. Opțiuni:

source: The Certification Authority Infrastructure is not available, create it first
bg: Инфраструктурата на удостоверяващ орган не е налична, създайте я първо.
ro: Intrastructura autorității de certificare nu este disponibilă, trebuie întâi creată

source: Either common name, distinguished name or serial number has been passed
bg: Подадено е обичайно име, уникално име или сериен номер.
ro: Au fost transmise numele comun, numele oficial sau numărul de serie

source: or
bg: или
ro: sau

source: Certificate file
bg: Файл на удостоверението
ro: Fișierul certificatului

source: The certificate to renew does NOT exist
bg: Удостоверението за подновяване не съществува.
ro: Certificatul de reînnoit NU există

source: Certificate with this common name {cn} does NOT exist in this CA
bg: Удостоверението с обичайно име {cn} не съществува в този удостоверителен орган.
ro: Certificatul cu numele comun {cn} NU există în această autoritate de certificare.

source: Services Certificates
bg: Удостоверения на услуги
ro: Servicii pt. certificate

source: Not created
ro: Nu e creat

source: Available
ro: Disponibil

source: Created but not available
ro: Creat dar indisponibil

source: Unable to sign. Wrong CA passphrase or has CA private key dissappeared?
bg: Невъзможно подписване. Грешна парола на удостоверителен орган, да не би да е изчезнал частният ключ на удостоверителният орган?
ro: Nu pot semna. Parola CA este greșită sau a dispărut parola CA.

source: Database corruption
bg: Повреда на базата данни.
ro: Baza de date este coruptă

source: Identifier duplicated in Database
bg: Обозначителят се повтаря в базата данни.
ro: Identificator duplicat în baza de date

source: Certificate already revoked
bg: Удостоверението вече е прекратено.
ro: Certificatul este revocat deja

source: ASN1 field length too long. Maximum Size:
bg: Дължината на полето ASN1 е твърде голяма. Максимална дължина:
ro: Lungime câmp ASN prea mare. Dimensiune maximă:

source: Unknown error. Given the OpenSSL output:
bg: Непозната грешка. Изведеното от OpenSSL е:
ro: Eroare necunoscută. OpenSSL spune:

source: Created Certification Authority with organization name {orgName} and validity for {days} days
bg: Създаден е удостоверяващ орган с име на организация {orgName} и валидност {days} дни.
ro: A fost creată autoritatea de certificare pentru organizația {orgName} cu valabilitate de {days} zile

source: Destroyed Certification Authority with organization name {orgName}
bg: Унищожен е удостоверяващ орган с име на организация {orgName}.
ro: A fost distrusă autoritatea de certificare pentru organizația {orgName}

source: Revoked CA certificate because of {reason} forced: {force}
bg: Прекратено е удостоверението на удостоверяващия орган, защото {reason} наложи: {force}
ro: A fost revocat certificatul CA datorită : {reason} forțat de : {force}

source: Issued CA certificate with organization name {orgName} and validity for {days} days
bg: Издадено е удостоверение на удостоверяващия орган с име на организация {orgName} и валидност {days} дни.
ro: A fost emis certificatul CA cu numele organizației {orgName} cu valabilitate de {days} zile

source: Renewed CA certificate with organization name {orgName} and validity for {days} days
bg: Подновено е удостоверението на удостоверяващия орган с име на организация {orgName} и валидност {days} дни.
ro: A fost reînnoit certificatul CA cu numele organizației {orgName} cu valabilitate de {days} zile

source: Issued certificate with common name {cn} and validity for {days} days
bg: Издадено е удостоверение с обичайно име {cn} и валидност {days} дни.
ro: A fost emis certificatul cu numele comun {cn} cu valabilitate de {days} zile

source: Revoked certificate with common name {cn} because of {reason} forced: {force}
bg: Прекратено е удостоверение с обичайно име {cn}, защото {reason} наложи: {force}
ro: A fost revocat certificatul cu numele comun {cn} datorită : {reason} forțat de: {force}

source: Renewed certificate with common name {cn} and validity for {days} days
bg: Подновено е удостоверението с име на организация {cn} и валидност {days} дни.
ro: A fost reînnoit certificatul cu numele comun {cn} cu valabilitate de {days} zile

source: Updated certificate database. {number} certificates have expired
bg: Обновена е базата данни с удостоверенията. Изтекла е валидността на {number} удостоверения.
ro: Baza de date de certificate a fost actualizată. Au expirat {number} certificate

source: Expiration date later than CA certificate expiration date
bg: Крайната дата е по-късна от крайната дата на удостоверението на удостоверяващия орган.
ro: Data expirării este după data exirării certificatului CA

source: Cannot start OpenSSL shell. ({errval})
bg: Невъзможно стартиране на OpenSSL обвивка. ({errval})
ro: Nu pot porni consola OpenSSL ({errval})

source: You must create a Certification Authority first. Go to {openhref}Certification Authority{closehref} to do so
ro: Întâi creați o autoritate de certificare. Pentru asta mergeți la {openhref}Autoritate de certificare{closehref}

source: Service
bg: Услуга
ro: Serviciu

source: Enable
bg: Включване
ro: Activare

source: Generate the certificate using CA with the common name set above
ro: Generează certificatul folosind autoritatea de certificare cu numele comun de mai sus

source: Here you may set certificates from this CA for those secure services managed by Zentyal
ro: Aici puteți accesa certificatele de la această autoritate de certificare pentru serviciile sigure ale acestui Zentyal

source: The user {commonName} does NOT exist
bg: Потребителят {commonName} не съществува.
ro: Nu există utilizatorul cu numele comun {commonName}

source: Days set to the maximum allowed: Year 2038 Bug
bg: Зададен е максимално допустимият брой дни: Проблем 2038 г.
ro: Numărul zilelor de valabilitate pus la maxim: Bug-ul anului 2038

source: CA Passphrase
bg: Парола на удостоверителния орган
ro: Parola autorității de certificare

source: Renew
bg: Подновяване
ro: Reînnoire

source: Renew a certificate
bg: Подновяване на удостоверение
ro: Reînnoire certificat

source: Expiration Date
bg: Дата на изтичане на валидност
ro: Data expirării

source: Subject Alternative Names
ro: Nume alternative subiect

source: Revoke a Certificate
bg: Прекратяване на удостоверение
ro: Revocare certificat

source: Revoke the selected certificate
bg: Прекратяване на избраното удостоверение
ro: Revocă certificatul selectat

source: Revoke
bg: Прекратяване
ro: Revocă

source: Country code
bg: Код на страна
ro: Cod țară

source: City
bg: Град
ro: Oraș

source: State
bg: Щат/област
ro: Stat

source: Multi-value separated by commas, only valid types are: {dns}, {ip} and {email}. For instance, {example}
ro: Valori multiple separate prin virgule, tipurile valide sunt: {dns}, {ip} și {email}. De exemplu, {example}

source: Issue
bg: Издаване
ro: Emitere

source: Certificate changes will take effect immediately.
ro: Modificările certificatelor vor avea efect imediat.

source: The CA passphrase is optional
bg: Паролата на удостоверителния орган е незадължителна.
ro: Parola autorității de certificare este opțională

source: Issue the Certification Authority Certificate
bg: Издаване на удостоверението на удостоверителен орган
ro: Emite certificatul pt. autoritatea de certificare

source: Issue a New Certificate
bg: Издаване на ново удостоверение
ro: Emite un certificat nou

source: Current Certificate List
bg: Текущ списък на удостоверенията
ro: Lista certificatelor curente

source: Date refers to Expiration Date in Valid/Expired and to Revokation Date in Revoked certificates respectively
bg: Дата означава съответно дата на изтичане на валидността във Валидни/Изтекла валидност и дата на прекратяване в Прекратени.
ro: Data exprimă data expirării în Valid/Expirat respectiv data revocării în cămpul Revocat

source: Name
bg: Име
ro: Nume

source: Date
bg: Дата
ro: Data

source: Actions
bg: Действия
ro: Acțiuni

source: from
bg: от
ro: de la

source: Expired
bg: Изтекла валидност
ro: Expirat

source: Revoked
bg: Прекратено
ro: Revocat

source: Reason: {reason}
ro: Motiv: {reason}

source: Download Key(s) and Certificate
bg: Изтегляне на ключ(ове) и удостоверения
ro: Descărcare chei și certificate

source: Create
bg: Създаване
ro: Creează

source: Create Certification Authority Certificate
bg: Създаване на удостоверение на удостоверителния орган
ro: Creează certificatul autorității de certificare

source: Revoking CA certificate
bg: Прекратяване на удостоверението на удостоверителния орган
ro: Revocare certificat CA

source: Revoking certificate
bg: Прекратяване на удостоверението
ro: Revocare certificat

source: This revokation can affect the functionality from other modules, please confirm you are very sure to revoke the whole certification authority from {on} and leave the service(s) unstable or disabled
bg: Това прекратяване може да се отрази на функционалността от други модули; моля, потвръдете, че сте напълно решен да прекратите целия удостоверителен орган от {on} и да оставите услугата(-ите) нестабилна или спряна.
ro: Această revocare poate afecta funcționarea altor module. Sunteți sigur că doriți revocarea întregii autorități de certificare de pe {on} și afectarea serviciilor (instabile sau dezafectate)?

source: The certificate whose common name is {cn} you tried to revoke is being used by some module, please confirm you are sure to revoke and leave the service(s) unstable or disabled
bg: Удостоверението, чието обичайно име е {cn} и Вие опитахте да прекратите, се използва от някой модул; моля, потвърдете, че сте решен да го прекратите и да оставите услугата(-ите) нестабилна или спряна.
ro: Certificatul cu numele comun {cn} pe care încercați să îl revocați este folosit de unele module.Sunteți sigur că doriți revocarea lui și afectarea serviciilor (instabile sau dezafectate)?

source: Cancel
bg: Отказ
ro: Răzgândire

source: Renewing CA certificate
bg: Подновяване на удостоверението на удостоверяващия орган
ro: Reînnoire certificat CA

source: Renewing certificate
bg: Подновяване на удостоверението
ro: Reînnoire certificat(e)

source: This renewal can affect the functionality from other modules, please confirm you are very sure to renew the whole certification authority from {on} and leave the service(s) unstable or disabled
bg: Това подновяване може да се отрази на функционалността от други модули; моля, потвърдете, че сте напълно решен да подновите целия удосотоверяващ орган от {on} и да оставите услугата(-ите) нестабилна или спряна.
ro: Această reînnoire poate afecta funcționarea altor module. Sunteți sigur că doriți reînnoirea întregii autorități de certificare de pe {on} și afectarea serviciilor (instabile sau dezafectate)?

source: The certificate whose common name is {cn} you tried to renew is being used by some module, please confirm you are sure to renew and leave the service(s) unstable or disabled
bg: Удостоверението, чието обичайно име е {cn} и Вие опитахте да подновите, се използва от някой модул; моля, потвърдете, че сте решен да го прекратите и да оставите услугата(-ите) нестабилна или спряна.
ro: Reînnoirea certificatului cu numele comun {cn} poate afecta funcționarea altor module. Sunteți sigur că doriți reînnoirea lui și afectarea serviciilor (instabile sau dezafectate)?

source: Module
bg: Модул

source: certificate
bg: удостоверение

source: General
bg: Общи

source: Valid
bg: Валидно
