Repository: BillTheBest/zentyal
Catalog: main/zarafa/po/*.po
Languages: hu

source: Zarafa Server
hu: Zarafa szerver

source: This user has a Zarafa account. If the user currently connected it will continue connected until Zarafa authorization is again required.
hu: Ennek a felhasználónak van Zarafa fiókja. Ha a felhasználó csatlakozik, csatlakozva marad amíg a Zarafa hitelesítés újra szükséges nem lesz.

source: Add Zarafa LDAP schema
hu: A Zarafa LDAP séma hozzáadása

source: Zentyal will need this schema to store Zarafa users.
hu: A Zentyal a Zarafa felhasználók tárolására használja ezt a sémát.

source: Add vmail system user
hu: A vmail rendszerfelhasználó hozzáadása

source: Zentyal will need this to deliver mail to Zarafa.
hu: A Zentyal ezt használja a Zarafaval való levelezésre.

source: Create MySQL Zarafa database.
hu: A Zarafa MySQL adatbázisának létrehozása.

source: This database will store the data needed by Zarafa.
hu: Ez az adatbázis a Zarafa adatait tárolja.

source: Create default SSL key/certificates.
hu: Alapértelmezett SSL kulcs/tanúsítvány létrehozása.

source: This self-signed default certificates will be used by Zarafa POP3/IMAP gateway.
hu: Ezt az ön-aláírt alapértelmezett tanúsítványt használja az Zarafa POP3/IMAP átjáró.

source: Add zarafa link to www data directory.
hu: Zarafa hivatkozás hozzáadása a www adatmappához.

source: Zarafa will be accesible at http://ip/webaccess/.
hu: A Zarafa itt érhető el: http://ip/webaccess/

source: To properly configure Zarafa.
hu: A Zarafa helyes beállítása érdekében.

source: To properly configure Zarafa LDAP connection.
hu: A Zarafa LDAP kapcsolat helyes beállítása érdekében.

source: To properly configure Zarafa webaccess.
hu: A Zarafa helyes webhozzáférés beállítása érdekében.

source: To properly configure Zarafa gateway server.
hu: A Zarafa átjárószerver helyes beállítása érdekében.

source: To properly configure Zarafa quota monitoring server.
hu: A Zarafa quota monitorizáló helyes beállítása érdekében.

source: To properly configure Zarafa mail delivering server.
hu: A Zarafa levelezőszerver helyes beállítása érdekében.

source: To properly configure Zarafa ical server.
hu: A Zarafa ical szerver helyes beállítása érdekében.

source: To properly configure Zarafa indexing server.
hu: A Zarafa indexelő szerver helyes beállítása érdekében.

source: Zarafa Gateway Server
hu: Zarafa átjárószerver

source: Maximum mailbox size
hu: Maximális postafiók méret

source: When a mailbox reaches this size futher messages will be rejected.
hu: Ha a postafiók mérete meghaladja ezt, az új üzenetek vissza lesznek utasítva.

source: Unlimited size
hu: Korlátlan méret

source: Limited to
hu: Méretkorlát

source: Warn user over
hu: Felhasználó figyelmeztetési korlát

source: Stop user sending mails over
hu: Levélküldés blokkolási korlát

source: Quota configuration settings
hu: Quota beállítások

source: Zarafa server quota configuration settings updated.
hu: A Zarafa szerver quota beállításai frissítve.

source: Groupware Account
hu: Csoportmunka fiók

source: To enable Zarafa {service} gateway you must disable {service} mail retrieval service. You can do it at {ohref}Mail General Configuration{chref}.
hu: A Zarafa {service} átjáró bekapcsolása érdekében, ki kell kapcsolja a {service} levélletöltő szolgáltatást. Ezt megteheti a {ohref}Levelezés általános beállítások{chref} lapon.

source: To enable Zarafa POP3 and IMAP gateways you need at least one virtual domain. You can do it at {ohref}Virtual Mail Domains{chref}.
hu: Hogy bekapcsolja a Zarafa POP3 és IMAP átjárót, szüksége van legalább egy virtuális levelezőtartományra. Ezt beállíthatja a {ohref}Virtuális levelezőtartomány{chref} lapon.

source: Enable POP3 gateway
hu: POP3 átjáró bekapcsolása

source: Enable POP3S gateway
hu: POP3s átjáró bekapcsolása

source: Enable IMAP gateway
hu: IMAP átjáró bekapcsolása

source: Enable IMAPS gateway
hu: IMAPs átjáró bekapcsolása

source: Zarafa gateways configuration settings
hu: Zarafa átjáró beállítása

source: Zarafa gateways configuration settings updated.
hu: Zarafa átjáró beállításai frissítve.

source: Zarafa gateways allow access to users mailboxes using POP3 and IMAP protocols.
hu: A Zarafa átjáró engedélyezi a POP3 és IMAP hozzáférést a felhasználók postafiókjához.

source: No domain selected
hu: Nincs kiválasztott tartomány

source: To configure Zarafa you must have at least one virtual mail domain. You can define one at {ohref}Virtual Domains{chref}.
hu: A Zarafa beállítsa érdekében legalább egy levelező tartomány be kell legyen állítva. Ezt megteheti a {ohref}Virtuális levelezőtartományok{chref} lapon.

source: The deleted virtual domain was selected for Zarafa. Maybe you want to select another one now.
hu: A kitörölt virtuális tartományt a Zarafa használta. Most valószínű ki szeretne választani egy másik tartományt.

source: Virtual domain
hu: Virtuális tartomány

source: Virtual mail domain
hu: Virtuális levelező tartomány

source: Select the virtual mail domain to be used for Zarafa.
hu: Virtuális levelező tartomány kiválasztása a Zarafa számára.

source: Enable Spell Checking
hu: Helyesírás-ellenőrzés bekapcsolása

source: Enable spell checking on Zarafa Webaccess.
hu: Helyesírás-ellenőrzés bekapcsolása a Zarafa webfelületén.

source: Enable Active Sync
hu: Active Sync bekapcsolása

source: Enable Active Sync (Microsoft Exchange syncronization protocol).
hu: Active Sync bekapcsolása (Microsoft Exchange szinkronizációs protokoll).

source: Virtual host
hu: Virtuális gép

source: Enable Zarafa access only on this virtual host under /webaccess and /webaccess-mobile.
hu: A Zarafahoz való hozzáférés csak a /webaccess és /webaccess-mobile virtuális gépen keresztül lehetséges.

source: General configuration settings
hu: Általános beállítások

source: General Zarafa server configuration settings updated.
hu: A Zarafa szerver általános beállításai frissítve.

source: Disabled
hu: Kikapcsolva

source: The deleted virtual host was selected for Zarafa. Maybe you want to select another one now.
hu: A kitörölt virtuális tartományt a Zarafa használta. Most talán ki szeretne választani egy másik tartományt.

source: Configuration
hu: Beállítások

source: Groupware (Zarafa)
hu: Csoportmunka (Zarafa)

source: You can access the Zarafa web interface at http://zentyal_ip/webaccess and the mobile version at http://zentyal_ip/webaccess-mobile.
hu: A Zarafa webfelületét a http://zentyal_ip/webaccess és a mobilváltozatot a http://zentyal_ip/webaccess-mobile lapokon érheti le.

source: username
hu: felhasználónév

source: Zarafa account
hu: Zarafa fiók

source: User account
hu: Felhasználói fiók

source: Enabled
hu: Bekapcsolva

source: Administration rights
hu: Rendszergazdai jogok

source: Zarafa takes quota settings from mail account settings.
hu: A Zarafa a levelező fiók quota beállításait használja.

source: Change
hu: Módosítás
