Repository: BillTheBest/zentyal
Catalog: client/dhcp/po/*.po
Languages: bg, tr

source: Trivial File Transfer Protocol
bg: Тривиален протокол за прехвърляне на файлове
tr: Gezici Dosya Aktarım Protokolü

source: Dynamic Host Configuration Protocol
bg: Протокол за динамично настройване на хостове
tr: DHCP

source: Module Status
bg: Състояние на модула
tr: Modul durumu

source: Interface
bg: Интерфейс
tr: Ağ kartı

source: MAC address
bg: MAC адрес
tr: MAC adresi

source: IP address
bg: IP адрес
tr: IP adresi

source: Name
bg: Име
tr: İsim

source: From
bg: От
tr: Buradan

source: To
bg: До
tr: Buraya

source: module status
bg: състояние на модула
tr: Modul durumu

source: interface {iface}
bg: интерфейс {iface}
tr: arayüz {iface}

source: You need to specify a path to the boot image in the remote server
bg: Трябва да зададете път до образа за зареждане на отдалечения сървър.
tr: ince istemciler için boot imajınının sunucu adresini yazmalısınız

source: Next server
bg: Следващ сървър
tr: boot imaj sunucusu

source: None
bg: Няма
tr: Yok

source: name
bg: име
tr: İsim

source: File name
bg: Име на файл
tr: Dosya adı

source: File path in next server
bg: Файлов път на следващия сървър
tr: boot imaj dosyası yolu

source: Thin client
bg: Тънък клиент
tr: İnce İstemci

source: You may want to customise your thin client options.To do so, you may include all the files you require under {path} directory
bg: Може да искате да изберете опции за вашия тънък клиент. За да го направите, може да добавите всички файлове, които ви трябват в директория {path}.
tr: İnce İstemcinizde değişiklik yapmak için {path} dizinine gerekli tüm dosyaları kopyalayınız

source: Default leased time must be higher than 0 seconds
bg: Времето на заемане по подразбиране трябва да е повече от 0 секунди.
tr: Varsayılan kira süresi 0 saniyeden daha fazla olmalıdır

source: Default leased time {default} must be lower than maximum one {max}
bg: Времето на заемане по подразбиране {default} трябва да е по-малко от максималното {max}.
tr: Öntanımlı kiralama süresi ( {default} ) en büyük kira süresinden ( {max} ) küçük olmalıdır.

source: Maximum leased time must be higher than 0 seconds
bg: Максималното време на заемане трябва да е повече от 0 секунди.
tr: En uzun kiralam süresi 0 dan büyük olmalıdır

source: Maximum leased time {max} must be higher than default one {default}
bg: Максималното време на заемане {max} трябва да е по-голямо от това по подразбиране {default}.
tr: En uzun kira süresi {max} ön tanımlı kira süresinden küçük olamaz {default}

source: Default leased time
bg: Време на заемане по подразбиране
tr: Öntanımlı kira süresi

source: seconds
bg: секунди
tr: saniye

source: Maximum leased time
bg: Максимално време на заемане
tr: En uzun kiralama süresi

source: Lease times
bg: Времена на заемане
tr: Kiralama Süreleri

source: Leased time is the time which a given IP address is valid by the DHCP server
bg: Време на заемане е времето, през което даден IP адрес е валиден според DHCP сървъра.
tr: Kiralama süresi, DHCP sunucu tarafından verilen IP adresinin geçerlilik süresidir.

source: IP address {ip} is not in network {net}
bg: IP адресът {ip} не е в мрежа {net}.
tr: {ip} adresi {net} ağı içinde değil

source: The selected IP is the interface IP address: {ifaceIP}
bg: Избраното IP е IP адресът на интерфейса: {ifaceIP}
tr: Seçilen IP adresi ağ kartının IP adresidir: {ifaceIP}

source: IP address {ip} is in range '{range}': {from}-{to}
bg: IP адресът {ip} е в обхват '{range}': {from} - {to}
tr: IP adres {ip} aralığı '{range}': {from}-{to}

source: update
bg: обновяване
tr: güncel

source: add
bg: добавяне
tr: Ekle

source: You cannot {action} a fixed address with a name which is already used in other fixed address table
bg: Не можете да извършите действие {action} за фиксиран адрес с име, което вече се ползва в друга таблица на фиксирани адреси.
tr: {action} daha önce kayıtlı bir sabit adresi bir daha tanımlayamazsınız

source: You cannot use an IP address contained in the above ranges.
bg: Не можете да използвате IP адрес, съдържан в горните обхвати.
tr: Aralık sınırları dışında IP adresi tanımlayamazsınız

source: Description
bg: Описание
tr: Tanımlama

source: Fixed addresses
bg: Постоянни адреси
tr: Sabit adresler

source: fixed address
bg: Постоянен адрес
tr: Sabit adres

source: Domain {domain} has already been defined manually in DNS section
bg: Областта {domain} вече е зададена ръчно в раздел DNS.
tr: {domain} adresi DNS bölümünde tanımlanmıştır

source: DNS module must be configured to work with this feature
bg: DNS модулът трябва да е настроен да работи с това свойство.
tr: DNS modülü bu özellik ile birlikte çalışacak biçimde ayarlanmalıdır

source: {pkg} must be installed to use this feature
tr: {pkg} paketi bu özelliğin kullanılabilmesi için şarttır

source: Domains will be added/set automatically in DNS section in read-only mode.
tr: Alan adları DNS bölümü salt okunur modda iken otomatik olarak eklenecekler

source: DNS module must be enabled to make this feature work.
tr: Bu özelliğin çalışması için DNS modülü aktif olmalıdır

source: Dynamic domain
tr: Dinamik Alan adı

source: Domain name appended to the hostname from those clients whose leased IP address comes from a range
tr: Aralıktan IP alan istemciler için alan adı eklendi

source: Static domain
tr: Sabit Alan Adı

source: Domain name appended to the hostname from those clients with a fixed address mapping
tr: Sabit IP adresi olan istemciler için alan adı eklendi

source: Same as Dynamic Domain
tr: Dinamik alan adı ile aynı

source: Custom
bg: По избор
tr: Özel

source: Dynamic DNS Options
tr: Dinamik DNS Seçenekleri

source: The domains will be added automatically to DNS module in read-only mode
tr: Alan adları DNS modülü salt okunur durumdayke otomatik olarak eklenecekller

source: Domain "{domain}" added to DNS section
tr: "{domain}" alan adı DNS bölümüne eklendi

source: Domain "{domain}" removed from DNS section
tr: "{domain}" alan adı DNS bölümünden silindi

source: Interface IP address
bg: IP адрес на интерфейса
tr: Ağ geçidi IP adresi

source: Subnet
bg: Подмрежа
tr: Alt ağ

source: Available range
bg: Наличен обхват
tr: Mevcut olan aralık

source: DHCP ranges
bg: DHCP обхвати
tr: DHCP aralığı

source: {gateway} is not in the current network
bg: {gateway} не е в настоящата мрежа.
tr: {gateway} kendi ağınızda değil

source: Default gateway
bg: Шлюз по подразбиране
tr: Varsayılan ağ geçidi

source: Custom IP address
bg: IP адрес по желание
tr: Özel IP adresi

source: Configured ones
bg: Настроените
tr: Ayarlanmış olanlar

source: Search domain
bg: Област за търсене
tr: Alan isminde ara

source: The selected domain will complete on your clients those DNS queries which are not fully qualified
bg: Избраната област ще допълва за вашите клиенти онези DNS заявки, които не са пълни.
tr: DNS sorgulaması için belirttiğiniz alan adı kurallara uygun olarak yazılmamış

source: Primary nameserver
bg: Първичен сървър за имена
tr: Birinci ad sunucusu

source: Secondary nameserver
bg: Вторичен сървър за имена
tr: İkinci ad sunucusu

source: NTP server
tr: NTP sunucu

source: WINS server
tr: WINS sunucu

source: Common options
bg: Общи опции
tr: Ortak seçenekler

source: {from} - {to} is an invalid range
bg: {from} - {to} е невалиден обхват.
tr: {from}-{to} adresleri geçerli bir aralık değil

source: Range {from}-{to} is not in network {net}
bg: Обхватът {from} - {to} не е в мрежа {net}.
tr: {from}-{to} aralıkları {net} ağının içinde değil

source: Range {from}-{to} includes interface with IP address: {ifaceIP}
bg: Обхватът {from} - {to} включва интерфейс с IP адрес: {ifaceIP}
tr: {from}-{to} aralığı bir ağ kartının IP adresini içeriyor: {ifaceIP}

source: Range {newFrom}-{newTo} overlaps with range '{range}': {oldFrom}-{oldTo}
bg: Обхватът {newFrom} - {newTo} се застъпва с обхват '{range}': {oldFrom} - {oldTo}
tr: {newFrom}-{newTo} aralığı ile başka bir '{range}' aralığı kesişiyor: {oldFrom}-{oldTo}

source: Range {from}-{to} includes fixed address '{name}': {fixedIP}
bg: Обхватът {from} - {to} включва фиксиран адрес '{name}': {fixedIP}
tr: {from}-{to} aralığı '{name}' aygıtının sabit IP numarasını içeriyor: {fixedIP}

source: Ranges
bg: Обхвати
tr: Aralıklar

source: range
bg: обхват
tr: Aralık

source: {server} configuration file
tr: {server} yapılandırma dosyası

source: {iface} is not static
bg: {iface} не е статичен.
tr: {iface} sabit IP olarak tanımlı değil

source: Not a valid action: add, set and del are available
bg: Невалидно действие: Валидни са добавяне, задаване и изтриване.
tr: Geçersiz işlem: Ekle,Düzenle ve Sil kullanılabilir

source: No valid action. Available ones are: add, set and del
bg: Невалидно действие. Валидни са: добавяне, задаване и изтриване.
tr: Geçersiz işlem: Ekle,Düzenle ve Sil işlemlerinden biri kullanılabilir

source: The IP address of the virtual interface you are trying to add is already used by the DHCP range '{range}' in the interface '{iface}'. Please, remove it before trying to add a virtual interface using it.
bg: IP адресът на виртуалния интерфейс, който опитвате да добавите, вече се използва от DHCP обхват '{range}' в интерфейс '{iface}'. Моля, премахнете го преди да опитате да добавите виртуален интерфейс, който го ползва.
tr: DHCP "{range}" alanında kullanmak istediğiniz Sanal ağ kartının IP adresi "{iface}" kartının IP adresidir. Lütfen ilk önce bunu silin ve sonra sanal ağ kartı ilave edin

source: The IP address of the virtual interface you are trying to add is already used by the DHCP fixed address '{fixed}' in the interface '{iface}'. Please, remove it before trying to add a virtual interface using it.
bg: IP адресът на виртуалния интерфейс, който опитвате да добавите, вече се използва от DHCP фиксиран адрес '{fixed}' в интерфейс '{iface}'. Моля, премахнете го преди да опитате да добавите виртуален интерфейс, който го ползва.
tr: DHCP "{fixed}" alanında kullanmak istediğiniz sabit ağ kartının IP adresi "{iface}" kartının IP adresidir. Lütfen ilk önce bunu silin ve sonra sanal ağ kartı ilave edin

source: Date
bg: Дата
tr: Tarih

source: Event
bg: Събитие
tr: Olay

source: Host name
bg: Име на хост
tr: Bilgisayar Adı

source: DHCP leases
bg: DHCP заеми
tr: DHCP İstemcileri

source: An interface must set as static to configure the DHCP service on it. To do so, change {openhref}interfaces configuration{closehref} in network module
bg: За да се настройва DHCP услугата на интерфейс, той трябва да бъде зададен като статичен. За да го направите, променете {openhref}Настройки на интерфейси{closehref} в модул Мрежа.
tr: DHCP sunucusu için bir arayüzün sabit ip ile ayarlanması gereklidir.{openhref}Arayüz Ayarları{closehref} kısmında değişiklik yapabilirsiniz.

source: Choose a static interface to configure:
bg: Изберете статичен интерфейс за настройване:
tr: Yapılandırmak üzere sabit bir ağ kartı seçiniz:

source: Service configuration
bg: Настройки на услуги
tr: Hizmet yapılandırması

source: In order to serve IP addresses on an interface, it is required to set at least a range or a fixed address.
bg: За да предоставяте IP адреси през даден интерфейс, трябва да зададете поне един обхват или фиксиран адрес.
tr: Bir ağ kartından IP adresi hizmeti vermek için, en az bir aralık veya sabit bir adres belirtilmelidir.

source: In order to serve IP addresses on a external interface, you must open the service on {openhref}firewall module{closehref}
bg: За да обслужвате IP адреси на външен интерфейс, трябва да пуснете услугата в {openhref}модул Защитна стена{closehref}.
tr: Dış ağ arayüzünü ip adreslerinin dağıtılacağı arayüz olarak seçtiğinizde {openhref}firewall modülünde{closehref} gerekli ayarları yapmalısınız.

source: Advanced options
bg: Разширени опции
tr: Gelişmiş Seçenekler

source: Action
bg: Действие
tr: İşlem

source: Add
bg: Добавяне
tr: Ekle

source: Remove
bg: Премахване
tr: Kaldır

source: Subnet netmask
bg: Маска на подмрежа
tr: Alt ağ ağ maskesi

source: Delete
bg: Изтриване
tr: Sil

source: Options
bg: Опции
tr: Seçenekler

source: Apply
bg: Прилагане
tr: Uygula

source: Leased
bg: Зает

source: Released
bg: Освободен
