Repository: BillTheBest/zentyal
Catalog: client/ebackup/po/*.po
Languages: da, it, pl, ro

source: Backup
pl: Kopia zapasowa

source: Check if Zentyal backup was not successful.
da: Undersøg om backuppen af eBox er fejlet.
it: Controlla se il backup di Zentyal non è andato a buon fine.
pl: Sprawdź czy kopia zapasowa została wykonana poprawnie
ro: Verificati daca backup-ul Zentyal nu a fost efectuat cu success

source: There are not backed up files yet
da: Der er ingen backup filer endnu.
it: Non ci sono ancora files backuppati al momento
pl: Nie wszystkie pliki zostały zarchiwizowane
ro: Inca nu sunt fisiere de backup salvate

source: Backup Date
da: Backup Dato
it: Data del backup
pl: Data Utworzenia Kopii
ro: Data backup-ului

source: Restore logs database
da: Genskabelses log's database (restore logs)
it: Ripristina il database dei logs
pl: Przywróć bazę logów
ro: Restaureaza baza de date jurnal

source: Restores the Zentyal logs found in the selected backup
da: Genskaber Zentyal logs fundet i den valgte backup
it: Ripristina i log di Zentyal archiviati nel backup selezionato
pl: Przywróć logi Zentyala z zaznaczonej kopii zapasowej
ro: Restaureaza jurnalele Zentyal gasite în backup-ul selectat

source: File
pl: Plik
ro: Fisier

source: Restore Files
da: Genskab Filer
it: Ripristina files
pl: Przywróć pliki
ro: Restaureaza Fisiere

source: file restore operation
da: genskab filer operation
it: operazione di ripristino
pl: przywracanie pliku
ro: operatie de restaurare a fisierelor

source: File already exists if you continue the current will be deleted
da: Filen eksister i forvejen, hvis du fortsætter vil den eksisterende fil blive slettet
it: Il file esiste già, se continui sarà cancellato
pl: Plik już istnieje, w razie kontynuacji plik zostanie nadpisany
ro: Fisierul exista deja, daca continuati, fisierul va fi sters

source: File restored successfully
da: Filen er genskabt med succes.
it: Ripristino file completato
pl: Plik przywrócony poprawnie.
ro: Fisierul a fost restaurat cu succes

source: Type
it: Tipo
pl: Typ
ro: Tip

source: Date
da: Dato
it: Data
pl: Data
ro: Data

source: Remote Backup Status
da: Fjern Backup Status
it: Stato del backup remoto
pl: Status Kopii Zdalnej
ro: Starea backup-ului la distanta

source: backup
pl: kopia

source: Restore Zentyal configuration from backup
da: Genskab (restore) eBox konfiguration fra backup
it: Ripristina la configurazione del server Zentyal da un backup
pl: Przywróć ustawienia Zentyala z plików kopii zapasowej
ro: Restaureaza configuratia Zentyal din backup

source: Loads the configuration found in the backup
da: Indlæser konfigurationen fundet i backuppen
it: Attiva la configurazione archiviata nel backup
pl: Załaduj konfigurację z kopii zapasowej
ro: Incarca configuratia gasita in backup

source: Please wait...
da: Vent venligst.....
it: Attendere prego...
pl: Proszę czekać...
ro: Asteptati va rog...

source: Configuration backup not found in backup for {d}. Maybe you could try another date?
da: Konfigurations backup er ikke fundet i backup for {d}, Måske kunne du prøve en anden dato?
it: Il backup della configurazione di eBox non è stata trovata nel backup del {d}. Vuoi provare con un'altra data?
pl: Nie znaleziono konfiguracji Zentyala w plikach kopii z dnia {d}. Spróbuj z inną datą.
ro: Backup-ul configuratiei nu a fost gasit in backup pentru {d}. Poate incercati o alta data?

source: Exclude or Include
da: Ekskluder eller inkluder
it: Escludi o Includi
pl: Uwzględnij lub wyklucz
ro: Exclude sau Include

source: Includes and Excludes
da: Indludringer og ekskluderinger
it: Inclusioni ed Esclusioni
pl: Foldery uwzględnione oraz wykluczenia
ro: Include si Exclude

source: exclude or include
da: ekskluder eller inkluder
it: Escludi o Includi
pl: uwzględnij lub wyklucz
ro: excude sau include

source: Exclude path
da: Ekskluderet sti
it: Escludi percorso
pl: Podaj ścieżkę wykluczenia
ro: Calea ce urmeaza a fi exclusa

source: Exclude by regular expression
da: Ekskluderet ved et regulært udtryk (regular expression)
it: Escludi in base a una espressione regolare
pl: Wyklucz używając wyrażenia regularnego
ro: Exclude dupa expresie regulata

source: Include Path
da: Inkluderet sti
it: Includi percorso
pl: Podaj ścieżkę uwzględnienia
ro: Calea ce urmeaza a fi inclusa

source: exclude path
da: Ekskluderet sti
it: escludi percorso
pl: ścieżka wykluczenia
ro: cale exclusa

source: exclude path regular expression
da: Regulært udtryk for ekskluderet sti
it: escludi l'espressione regolare relativa al percorso
pl: ścieżka wykluczenia dla wyrażenia regularnego
ro: excludere dupa expresia regulata

source: Incorrect regular expression
da: Forkert regulært udtryk (regular expression)
it: Espressione regolare non corretta
pl: Błędne wyrażenie regularne
ro: Expresie regulata incorecta

source: include path
da: inkluderet sti
it: includi percorso
pl: ścieżka uwzględnienia
ro: cale includere

source: Method
da: Metode
it: Metodo
pl: Metoda
ro: Metoda

source: Host or destination
da: Vært eller destination
it: Host o destinazione
pl: Nazwa hosta lub destynacja
ro: Gazda sau destinatie

source: If the selected method is file system, only set the target directory
da: Hvis den valgte metode er "file system", udfyld kun "target directory" (mål kataloget)
it: Se il metodo selezionato è "file system", imposta solo la cartella di destinazione
pl: Jeśli wybrano metodę System plików, wskaż katalog docelowy
ro: Daca metoda selectata este sistem de fisiere, selectati directorul tinta

source: User
da: User (Bruger)
it: Utente
pl: Użytkownik
ro: Utilizator

source: Password
pl: Hasło
ro: Parola

source: Encryption
da: Kryptering
it: Crittografia
pl: Szyfrowanie
ro: Criptare

source: Disabled
it: Disabilitato
pl: Wyłączono
ro: Dezactivat

source: Symmetric Key
it: Chiave simmetrica
pl: Klucz symetryczny
ro: Cheie simetrica

source: GPG Key
pl: Klucz GPG

source: Full Backup Frequency
da: Fuld backup hyppighed
it: Frequenza backup completo
pl: Częstotliwość pełnego backupu
ro: Frecventa backup-ului complet

source: Daily
da: Daglig
it: Giornaliero
pl: Dziennie
ro: Zilnic

source: Weekly
da: Ugentlig
it: Settimanale
pl: Tygodniowo
ro: Saptamanal

source: Monthly
da: Måndesvis
it: Mensile
pl: Miesięcznie
ro: Lunar

source: Incremental Backup Frequency
da: Opdaterings backup hyppighed
it: Frequenza backup incrementali
pl: Częstotliwość backupu przyrostowego
ro: Frecventa backup-ului incremental

source: Backup process starts at
da: Backup proces starter d.
it: Partenza processo di backup alle
pl: Godzina rozpoczęcia backupu
ro: Procesul de backup incepe la

source: Keep previous full copies
da: Behold tidligere komplette backups
it: Mantieni le copie complete precedenti
pl: Pozostaw wcześniejsze pełne kopie zapasowe
ro: Pastreaza copiile anterioare complete

source: maximum number
da: maksimalt antal
it: numero massimo
pl: maksymalna liczba kopii pełnych
ro: numarul maxim

source: no older than
da: ikke ældre end
it: non più vecchio di
pl: nie starsze niż
ro: nu mai vechi de

source: General Configuration
da: General opsætning
it: Configurazione generale
pl: Konfiguracja ogólna
ro: Configuratia generala

source: General backup server configuration updated
da: Generel opsætning af server konfigurationen opdateret
it: Configurazione generale del server aggiornata
pl: Zaktualizowano konfigurację kopii zapasowej
ro: Configuratia generala a serverului de backup a fost actualizata

source: on Monday
da: om Mandagen
it: di Lunedì
pl: Poniedziałek
ro: Lunea

source: on Tuesday
da: om Tirsdagen
it: di Martedì
pl: Wtorek
ro: Martea

source: on Wednesday
da: om Onsdagen
it: di Mercoledì
pl: Środa
ro: Miercurea

source: on Thursday
da: om Torsdagen
it: di Giovedì
pl: Czwartek
ro: Joia

source: on Friday
da: om Fredagen
it: di Venerdì
pl: Piątek
ro: Vinerea

source: on Saturday
da: om Lørdagen
it: di Sabato
pl: Sobota
ro: Sambata

source: on Sunday
da: om Søndagen
it: di Domenica
pl: Niedziela
ro: Duminica

source: on the {mday}th
da: på den {mday}
it: il {mday} giorno
pl: {mday}
ro: in a {mday}-a

source: on the last day
da: på den sidste dag
it: nell'ultimo giorno
pl: ostatniego dnia
ro: in ultima zi

source: {oi}{brand}{ci} is a quick and safe remote location to store the data you keep on your Zentyal servers. Purchase the backup storage space you need at the {ohref}Zentyal on-line store{chref}.
pl: {oi}{brand}{ci} jest szybkim i bezpiecznym zdalnym miejscem do tworzenia kopii zapasowej. Możesz kupić miejsce, którego potrzebujesz na {ohref}Zentyal on-line store{chref}

source: 1 week
da: 1 uge
it: 1 settimana
pl: 1 tydzień
ro: 1 saptamana

source: 2 weeks
da: 2 uger
it: 2 settimane
pl: 2 tygodnie
ro: 2 saptamani

source: 3 weeks
da: 3 uger
it: 3 settimane
pl: 3 tygodnie
ro: 3 saptamani

source: 1 month
da: 1 måned
it: 1 mese
pl: 1 miesiąc
ro: 1 luna

source: 2 months
da: 2 måneder
it: 2 mesi
pl: 2 miesiące
ro: 2 luni

source: 3 months
da: 3 måneder
it: 3 mesi
pl: 3 miesiące
ro: 3 luni

source: 4 months
da: 4 måneder
it: 4 mesi
pl: 4 miesiące
ro: 4 luni

source: 6 months
da: 6 måneder
it: 6 mesi
pl: 6 miesięcy
ro: 6 luni

source: 9 months
da: 9 måneder
it: 9 mesi
pl: 9 miesięcy
ro: 9 luni

source: 1 year
da: 1 år
it: 1 anno
pl: 1 rok
ro: 1 an

source: 1 year and half
da: 1 år og 6 måneder
it: 1 anno e mezzo
pl: 1,5 roku
ro: 1 an si jumatate

source: 2 years
da: 2 år
it: 2 anni
pl: 2 lata
ro: 2 ani

source: 3 years
da: 3 år
it: 3 anni
pl: 3 lata
ro: 3 ani

source: Destination must be a relative directory
pl: Należy ustawić katalog bezwzględny (relatywny)

source: The target parameter that must be like 'other.host[:port]/some_dir
da: Parameteren for placeringen skal være som 'other.host[:port]/some_dir
it: La destinazione deve essere nel formato: "altro.host[:port]/cartella"
pl: Zgodnie ze wzorem 'host[:port]/folder'
ro: Parametrul tinta trebuie sa fie de forma 'alta.gazda[:port]/un_director'

source: target
da: Placeringen (target)
it: Obiettivo
pl: miejsce przechowywania kopii
ro: tinta

source: Must be a like 'other.host[:port]/some_dir'
da: Skal være som 'other.host[:port]/some_dir'
it: Deve essere nel formato: "altro.host[:port]/cartella"
pl: Zgodnie ze wzorem 'host[:port]/folder'
ro: Trebuie sa fie de forma 'alta.gazda[:port]/un_director'

source: host
da: vært (host)
pl: Komputer
ro: gazda

source: directory
da: filkatalog (directory)
it: percorso
pl: katalog
ro: director

source: Must be a like 'other.host[:port]/relative_path' or 'other.host[:port]/absolute_path'
da: Skal være af typen 'other.host[:port]/relative_path' or 'other.host[:port]/absolute_path'
it: Deve rispettare la seguente sintassi: 'altro.host[:porta]/relativo_percorso' oppure 'altro.host[:porta]/percorso_assoluto'
pl: Zgodnie ze wzorem 'host[:port]/ścieżka_względna' lub 'host[:port]/pełna_ścieżka'
ro: Trebuie sa fie de forma 'alta.gazda[:port]/cale_relativa' sau 'alta.gazda[:port]/cale_absoluta'

source: absolute directory
da: absolute directory (absolut katalog)
it: percorso assoluto
pl: pełna ścieżka (absolutna)
ro: director absolut

source: relative directory
da: relative directory (relativt katalog)
it: percorso relativo
pl: ścieżka względna (relatywna)
ro: director relativ

source: File system method needs a target parameter that should be a directory path
da: Fil system metoden(type) skal være en katalog sti. (directory path)
pl: Metoda System plików wymaga podania katalogu
ro: Metoda Sistem de fisiere, trebuie sa aiba parametru tinta, o cale de director

source: Directory for backup
da: Katalog for backup
it: Percorso per il backup
pl: Katalog dla kopii zapasowej
ro: Director pentru backup

source: File exists and it is not a directory
da: Filen eksisterer og er ikke et katalog
it: Il file esiste e non è una directory
pl: Plik istnieje i nie jest to katalog
ro: Fisierul exista si nu este un director

source: Incremental backup must be more frequent than full backup
da: Hyppigheden for opdaterings backup skal være større end for den fulde backup.
it: Il backup incrementale deve essere più frequente del backup completo
pl: Kopia przyrostowa musi być wykonywana częściej niż kopia pełna
ro: Backup-ul incremental trebuie sa fie mai frecvent decat un backup complet

source: File {f} not found in backup for {d}, try a later date
da: Filen {f} er ikke fundet i backup for {d}, prøv en senere dato.
it: File {f} non trovato nel backup per la data {d}, prova a inserire una data successiva
pl: Nie znaleziono pliku {f} w kopii z dnia {d}, poszukaj w archiwum z inną datą
ro: Fisierul {f} nu a fost gasit in backup-ul pentru {d}, incercati o alta data mai veche

source: No backup archives found. Maybe they were deleted?. Run '/etc/init.d/ebox ebackup restart' to refresh backup's information.
da: Ingen backup arkiver fundet. Måske er de slettet?. Kør '/etc/init.d/ebox ebackup restart' for at opdatere backuppens information.
it: Non è stato trovato nessun backup. Potrebbe essere stato cancellato? Esegui "/etc/init.d/ebox ebackup restart" per aggiornare le informazioni di backup.
pl: Nie znaleziono archiwów kopii zapasowej. Mogły zostać usunięte. Uruchom ponownie kopię zapasową poleceniem '/etc/init.d/ebox ebackup restart'
ro: Nu au fost gasite arhive de backup. Poate au fost sterse?. Rulati '/etc/init.d/ebox ebackup restart' pentru a inprospata informatiile de backup

source: Logs backup data not found in backup for {d}. Maybe you could try another date?
da: Backup af Logs data er ikke fundet i backup for {d}. Måske kunne du prøve en anden dato?
it: Dati di backup dei Log non trovati nel backup {d}. Forse puoi provare un'altra data=
pl: Nie znaleziono logów kopii zapasowej w archiwum z datą {d}. Poszukaj w archiwum z inną datą
ro: Backup-ul jurnalelor nu a fost gasit in backup-ul pentru {d}. Puteţi încerca să utilizaţi o alta dată?

source: Services restore
pl: Przywróć usługi

source: Configuration and Status
da: Konfiguration og Status
it: Configurazione e Stato
pl: Konfiguracja i Status
ro: Configuratia si status

source: Remote URL to be used with duplicity for manual restores: {url}
da: Fjern URL som skal bruges med dubletter for manuel genskabelse: {url}
ro: Adresa URL-ului de la distantacare va fi folosit cu duplicity, pentru restaurarea manuala: {url}

source: The RSYNC target parameter that must be like 'other.host[:port]/relative_path' or 'other.host[:port]/absolute_path'
da: RSYNC placerings parameteren skal være af typen 'other.host[:port]/relative_path' or 'other.host[:port]/absolute_path'
it: Il parametro con cui specificare il server RSYNC di destinazione deve rispettare la seguente sintassi: 'altro.host[:porta]/relativo_percorso' oppure 'altro.host[:porta]/percorso_assoluto'
ro: Parametrul tinta RSYNC trebuie sa fie de forma 'alta.gazda[:port]/cale_relativa' sau 'alta.gazda[:port]/cale_absoluta'

source: A file or directory is included or excluded according the first match. A directory match is applied to all it contents. Files not explicitly excluded or included are included
da: En fil eller et katalog er inkluderet i henhold til det første sammentræf(match). Et katalog sammentræf gælder for hele kataloget. Dette gælder for alle filer som ikke specifikt er inkluderet eller ekskluderet.
it: Files e cartelle sono escluse alla prima esclusione nella lista. L'esclusione di una cartella è applicata a tutti i suoi contenuti (è ricorsiva). I files non esplicitamente esclusi o inclusi saranno inclusi nel backup
ro: Un fisier sau director este inclus sau exclus in functie de prima potrivire. O potrivire a unui director se aplica si continutului acestuia. Fisierele care nu sunt excluse sau incluse explicit vor fi incluse

source: port
it: porta
