Repository: BillTheBest/zentyal
Catalog: main/software/po/*.po
Languages: ro

source: HTTP software
ro: Software HTTP

source: software service to update packages via apt
ro: serviciu software de actualizare a pachetelor cu apt

source: rule to allow apt updates
ro: regulă pentru a permite actualizările prin apt

source: Software Management
ro: Administrare Software

source: You cannot modify the automatic update using QA updates from Web UI. To disable automatic updates, edit {conf} and disable {key} key.
ro: Nu puteţi modifica actualizarea automată folosind actualizările QA din interfaţa Web. Pentru a dezactiva actualizările automate, editaţi {conf} şi dezactivaţi cheia {key}.

source: Zentyal Components
ro: Componente Zentyal

source: System Updates
ro: Actualizări sistem

source: Settings
ro: Configurări

source: Software management is currently locked by {locker}. Please, try again later
ro: Actualizarea software este blocată de {locker}. Încercaţi din nou mai târziu

source: Welcome
ro: Bun venit

source: Package Selection
ro: Selectare pachete

source: Confirmation
ro: Confirmare

source: Installation
ro: Instalare

source: Initial Configuration
ro: Configurare iniţială

source: Save Changes
ro: Înregistrare modificări

source: automatic updates configuration
ro: configurarea actualizărilor automate

source: Choose Zentyal packages to install
ro: Alegeţi pachetele Zentyal de instalat

source: Zentyal components
ro: Componente Zentyal

source: Software management settings
ro: Configurare administrare Software

source: Automatic software updates
ro: Actualizări automate ale software-ului

source: System updates
ro: Actualizări sistem

source: The system components are up to date.
ro: Componentele sistemului sunt la zi.

source: There were no packages to update
ro: Nu au fost pachete de actualizat

source: Installing
ro: Se instalează

source: Installing packages
ro: Se instalează pachetele

source: Current operation
ro: Operaţiune curentă

source: actions done
ro: Acţiuni efectuate

source: The packages installation has finished successfully. The administration interface may become unresponsive for a few seconds. Please wait patiently until the system has been fully configured. You will be automatically redirected to the next step
ro: Instalarea pachetelor s-a finalizat cu succes. Interfaţa de administrare poate părea blocată pentru câteva secunde. Aşteptaţi cu răbdare finalizarea configurării sistemului. Veţi fi redirectat automat către pasul următor.

source: The packages installation has not finished correctly . More information on the logs
ro: Instalarea pachetelor nu a reuşit. Detalii în jurnal.

source: Removing package
ro: Dezinstalare pachet

source: Removing the selected package and its dependent packages
ro: Dezinstalare pachet şi pachete dependente

source: packages left to remove
ro: pachete rămase de dezinstalat

source: The packages removal has finished successfully. The administration interface may become unresponsive for a few seconds. Please wait patiently until the system has been fully restarted
ro: Dezinstalarea pachetelor s-a finalizat cu succes. Interfaţa de administrare poate părea blocată pentru câteva secunde.Aşteptaţi cu răbdare finalizarea restartării sistemului.

source: The packages removal has not finished correctly . More information on the logs
ro: Dezinstalarea pachetelor nu a reuşit. Detalii în jurnal.

source: Upgrading
ro: In curs de actualizare

source: Package list updated successfully
ro: Lista pachetelor a fost actualizată cu succes

source: Error updating package list. Please try to execute the following command in a console to see the problem: sudo apt-get update
ro: Eroare la actualizarea listei pachetelor. Pentru a vedea detalii despre problemă executați într-o consolă comanda: sudo apt-get update

source: Updates are available for the following system components
ro: Există actualizări pentru următoarele componente de sistem

source: Community updates are available for the following system components
ro: Există actualizări comunitare pentru următoarele componente de sistem

source: Component
ro: Componentă

source: Description
ro: Descriere

source: Version
ro: Versiune

source: Update
ro: Actualizare

source: Security update
ro: Actualizări de securitate

source: Zentyal QA update
ro: Actualizare Zentyal QA (Asigurarea calităţii)

source: Update all packages
ro: Actualizarea tuturor pachetelor

source: This operation can take some time, don't worry if Zentyal looks unresponsive after pressing the Upgrade button.
ro: Această operaţiune poate dura, nu vă îngrijoraţi dacă Zentyal pare blocat după apăsarea butonului Actualizare.

source: Upgrade
ro: Actualizare

source: Update list
ro: Actualizare listă

source: Install
ro: Instalare

source: View advanced mode
ro: Vizualizare mod avansat

source: Skip install
ro: Salt peste instalare

source: View basic mode
ro: Vizualizare mod succint

source: Delete
ro: Şterge

source: Deselect All
ro: Deselectare toate

source: Select All
ro: Selectare toate

source: The following packages will be installed
ro: Următoarele pachete vor fi instalate

source: The following packages will be removed
ro: Următoarele pachete vor fi DEZinstalate

source: Cancel
ro: Anulare

source: You may want to install also the following recommended packages:
ro: Poate doriţi instalarea şi a următoarelor pachete recomandate:

source: Layer 7 filtering for Traffic Shaping (ebox-l7-protocols)
ro: Filtrare Layer 7 pentru Prioritizare Trafic (ebox-l7-protocols)

source: Virus scanning for File Sharing (ebox-antivirus and samba-vscan)
ro: Scanare de viruşi pentru partajarea fişierelor (ebox-antivirus şi samba-vscan)

source: VoIP meetings support (dahdi and linux-headers)
ro: Suport pentru conferinţe VoIP (dahdi şi linux-headers)

source: Perform automatic security updates
ro: Execută actualizări de securitate automate

source: Zentyal is configured to use automatic QA updates
ro: Acest Zentyal este configurat să utilizeze actualizări automate QA

source: Automatic operations start time
ro: Ora de pornire a operaţiunilor automate
