Repository: BillTheBest/zentyal
Catalog: client/radius/po/*.po
Languages: ro

source: Zentyal RADIUS system
ro: sistemul RADIUS Zentyal

source: All users
ro: Toţi utilizatorii

source: Group allowed to authenticate
ro: Grup cu permisiune de autentificare

source: General configuration
ro: Configurare generală

source: RADIUS server configuration
ro: Configurare server RADIUS

source: RADIUS server configuration updated
ro: Configuraţia server-ului RADIUS a fost actualizată

source: IP Address
ro: Adresă IP

source: Shared Secret
ro: Secret partajat

source: RADIUS Clients
ro: Clienţi RADIUS

source: Create RADIUS certificates for TTLS
ro: Create certificate RADIUS pt. TTLS

source: Zentyal will create the needed certificates for TTLS in /etc/freeradius/certs/.
ro: Zentyal va crea certificatele necesare pt. TTLS în /etc/freeradius/certs/

source: To configure allowed LDAP group.
ro: Pt. configurarea grupului LDAP permis

source: To configure RADIUS LDAP module.
ro: Pt. configurarea modulului LDAP RADIUS

source: To configure RADIUS clients.
ro: Pt. configurarea clienţilor RADIUS.

source: To configure RADIUS EAP.
ro: Pt. configurarea modulului EAP RADIUS

source: To configure default RADIUS vhost.
ro: Pt. configurarea vhost RADIUS implicit.

source: To configure RADIUS inner-tunnel vhost.
ro: Pt. configurarea vhost tunel intern RADIUS.
