Repository: BillTheBest/zentyal
Catalog: main/asterisk/po/*.po
Languages: lt, pl

source: Zentyal VoIP system
lt: Zentyal VoIP sistema
pl: VoIP System

source: To configure enabled and disabled modules.
lt: Konfigūruoti įjungkite ir išjungite modulį.
pl: Konfiguracja włączonych i wyłączonych modułów

source: To configure the Realtime interface.
lt: Konfigūruoti Realaus laiko sąsaja.
pl: Konfiguracja interfejsu Realtime

source: To configure the LDAP Realtime driver.
lt: Konfigūruoti LDAP Realaus laiko tvarkykles.
pl: Konfiguracja sterownika LDAP Realtime

source: To configure the common SIP and IAX users.
lt: Konfigūruoti pagrindą SIP ir IAX vartotojams.
pl: Konfiguracja użytkowników SIP i IAX

source: To configure the SIP trunk for local users and external providers.
lt: Konfigūruoti SIP vietos vartotojams ir išorės paslaugų teikėjams.
pl: Konfiguracja połączeń SIP pomiędzy lokalnymi użytkownikami i zewnętrznymi operatorami

source: To configure the dialplan.
lt: Konfigūruoti dialplan.
pl: Konfiguracja dialplan'u

source: To configure the voicemail.
lt: Konfigūruoti balso paštą.
pl: Konfiguracja poczty głosowej

source: To configure the conferences.
lt: Konfigūruoti konferencijas.
pl: Konfiguracja telekonferencji

source: To configure the music on hold.
lt: Konfigūruoti užlaikymo muzika.
pl: Konfiguracja muzyki podczas oczekiwania

source: To configure DTMF behaviour.
lt: Konfigūruoti DTMF elgesį.
pl: Konfiguracja sygnalizacji DTMF

source: General
lt: Bendra
pl: Ogólne

source: Meetings
lt: Susitikimai
pl: Spotkania

source: Voicemail
lt: Balso paštas
pl: Poczta głosowa

source: User
lt: Vartotojas
pl: Użytkownik

source: Address
lt: Adresas
pl: Adres

source: Status
lt: Statusas
pl: Stan

source: No users connected.
lt: Nėra prisijungusių vartotojų.
pl: Brak połączonych użytkowników

source: Room {name} active for {rtime}
lt: Kambarys {name} aktyvus {rtime}
pl: {name} aktywne od {rtime}

source: Time Connected
lt: Prisijungimo laikas
pl: Czas trwania połączenia

source: VoIP Online Users
lt: VoIP Prisijungę vartotojai
pl: Połączeni użytkownicy VoIP

source: VoIP Users in Meetings
lt: VoIP Vartotojai Susitikimuose
pl: Połączeni użytkownicy telekonferencji

source: Date
lt: Data
pl: Data

source: From
lt: Nuo
pl: Od

source: To
lt: Iki
pl: Do

source: Duration
lt: Trukmė
pl: Czas połączenia

source: Channel
lt: Kanalas
pl: Kanał

source: Destination Channel
lt: Paskirtis kanalas
pl: Kanał docelowy

source: Application
lt: Programa
pl: Aplikacja

source: Application Data
lt: Programos duomenys
pl: Dane aplikacji

source: Event
lt: Atveju
pl: Zdarzenie

source: Answered
lt: Atsakyta
pl: Jest odpowiedź

source: No Answer
lt: Nėra atsakymo
pl: Brak odpowiedzi

source: Busy
lt: Užimtas
pl: Zajęte

source: Failed
lt: Nepavyko
pl: Niepowodzenie

source: Networks attached directly to internal interfaces, like {net}, are always considered local networks so it is not neccessary to add them.
lt: Tinklai prijungti tiesiogiai prie vidinės sąsajos, pvz. {net}, visada yra laikomi vidiniu tinklu tad nebūtina jų įkelti
pl: Sieć {net} przypisane bezpośrednio do wewnętrznego interfejsu, są traktowane jak sieci lokalne, więc nie ma potrzeby ich dodawania

source: Local network
lt: Vidinis tinklas
pl: Sieć lokalna

source: Description
lt: Apibudinimas
pl: Opis

source: Local networks
lt: Vidiniai tinklai
pl: Sieci lokalne

source: local network
lt: vidinis tinklas
pl: sieć lokalna

source: Asterisk Account
lt: Žvaigždutinė paskyra
pl: Konto Asterisk

source: Asterisk
lt: Asteriskas

source: extension
lt: išplėtimas
pl: rozszerzenie

source: Extension
lt: Išplėtimas
pl: Rozszerzenie

source: Enable demo extensions
lt: Įjungti demo išplėtimus
pl: Włącz przykładowe rozszerzenia

source: Enable outgoing calls
lt: Įjungti išeinančius skambučius
pl: Włącz połączenia wychodzące

source: Voicemail extension
lt: Balso pašto išplėstis
pl: Rozszerzenie poczty głosowej

source: VoIP domain
lt: VoIP vardų sritis
pl: Domena VoIP

source: General configuration
lt: Pagrininė konfigūracija
pl: Ogólna konfiguracja

source: General Asterisk server configuration
lt: Pagrindiniai Asterisk serverio nustatymai
pl: Ogólna konfiguracja serwera Asterisk

source: General Asterisk server configuration updated.
lt: Pagrindiniai Asterisk serverio nustatymai atnaujinti.
pl: Zaktualizowano konfigurację serwera Asterisk

source: Zentyal is behind NAT
lt: Zentyal yra už NAT
pl: Zentyal jest za NAT-em

source: No
lt: Ne
pl: Nie

source: NAT configuration
lt: NAT konfigūravimas
pl: Konfiguracja NAT

source: NAT Asterisk server configuration
lt: NAT Asterisk serverio konfigūracija
pl: Konfiguracja NAT serwera Asterisk

source: NAT Asterisk server configuration updated.
lt: NAT Asterisk serverio konfigūracija atnaujinta.
pl: Zaktualizowano konfigurację NAT serwera

source: Custom
lt: Papildomas
pl: Własny

source: Provider
lt: Tiekėjas
pl: Operator

source: Name
lt: Vardas
pl: Nazwa

source: VoIP service provider name.
lt: VoIP serviso tiekėjo pavadinimas
pl: Nazwa operatora VoIP

source: Username
lt: Vartotojas
pl: Użytkownik

source: Password
lt: Slaptažodis
pl: Hasło

source: Server
lt: Serveris
pl: Serwer

source: Recipient of incoming calls
lt: Įeinančių skambučių gavėjas
pl: Odbiorca połączeń przychodzących

source: Extension recipient of incoming calls through the provider.
lt: Įeinančių skambučių per tiekėją gavėjo plėtinys.
pl: Rozszerzenie odbiorców połączeń przechodzących przez tego operatora

source: SIP provider
lt: SIP tiekėjas
pl: Operator SIP

source: SIP provider for outgoing calls configuration.
lt: SIP tiekėjas išeinančių skambučių konfigūracijai.
pl: Konfiguracja połączeń wychodzących SIP

source: SIP provider configuration updated.
lt: SIP tiekėjo konfigūracija atnaujinta.
pl: Zaktualizowano ustawienia operatora SIP

source: You must install dahdi and linux-headers packages to use Meetings.{br}Run the following command: sudo apt-get install {kernels} dahdi.
lt: Turi įdiegti dahdi ir linux-headers paketus norėdami naudoti Susitikimus.{br} Paleiskite komandą : sudo apt-get install {kernels} dahdi.
pl: Aby użyć opcji Telekonferencje, musisz zainstalować dahdi oraz linux-headers. {br}Wpisz polecenie: sudo apt-get install {kernels} dahdi.

source: A number between {min} and {max}.
lt: Skaičius tarp {min} ir {max}
pl: Numer musi zawierać się w przedziale {min} - {max}

source: List of Meetings
lt: Sąrašas susitikimų
pl: Lista Telekonferencji

source: meeting
lt: susitikimas
pl: telekonferencja

source: Voicemail settings
lt: Balso pašto nustatymai
pl: Ustawienia poczty głosowej

source: New password
lt: Naujas slaptažodis
pl: Nowe hasło

source: Mail address
lt: El.pašto adresas
pl: Adres mailowy

source: Attach messages
lt: Prisegti žinutę
pl: Załączone wiadomości

source: Delete sent messages
lt: Ištrinti išsiųstas žinutes
pl: Usuwanie wysłanych wiadomości

source: Change your Voicemail settings
lt: Pakeisti Balso pašto nustatymus
pl: Zmiana ustawień poczty głosowej

source: Settings successfully updated
lt: Nustatymai atnaujinti
pl: Ustawienia zostały zaktualizowane

source: You have not an VoIP account. Maybe VoIP is not enabled in this server
lt: Jūs neturite VoIP paskyros. Gal būt VoIP neįjungtas jūsų serveryje
pl: Nie masz konta VoIP. Sprawdź, czy włączony jest moduł VoIP

source: Asterisk module
lt: Asterisk modulis
pl: Moduł Asterisk

source: User extension
lt: Vartotojo plėtinys
pl: Rozszerzenie użytkownika

source: Queue extension
lt: Eilės plėtinys
pl: Rozszerzenie kolejki

source: group
lt: grupė
pl: grupa

source: username
lt: vartotojas
pl: użytkownik

source: Asterisk account
lt: Asterisk paskyra
pl: Konto Asterisk

source: Password for Asterisk service is the user password
lt: Slaptažodis į Asterisk servisą yra vartotojo slaptažodis
pl: Hasło usługi Asteriska jest hasłem użytkownika

source: User account
lt: Vartotojo paskyra
pl: Konto użytkownika

source: Disabled
lt: Išjungta
pl: Wyłączone

source: Enabled
lt: Įjungta
pl: Włączone

source: Change
lt: Pakeisti
pl: Zmień

source: The following settings only will take effect when the Asterisk module is enabled.
lt: Sekantys nustatymai bus įjungti tik įjungus Asterik modulį.
pl: Zmiany zostaną uwzględnione po włączeniu modułu Asterisk

source: Asterisk group queue
lt: Asterisk grupės eilė
pl: kolejka grupy Asterisk

source: There are no users in this group or the users do not have an Asterisk account, so a queue cannot be created.
lt: Nėra vartotojų šioje grupėje arba vartotojai neturi Asterisk paskyros, todėl eilė negali būti sukurta.
pl: Kolejka nie może być utworzona, gdyż w grupie nie ma użytkowników lub użytkownicy nie posiadają konta w Asterisk.

source: Group queue
lt: Grupės užklausos
pl: Kolejka grupy
