Repository: BillTheBest/zentyal
Catalog: client/trafficshaping/po/*.po
Languages: pl

source: Traffic Shaping
pl: Kształtowanie Ruchu

source: Add iptables rules to mangle table
pl: Dodaj regułę iptables do tabeli

source: To mark packets with different priorities and rates
pl: Zaznacz pakiet o różnych priorytetach i prędkościach

source: Add tc rules
pl: Dodaj reguły tc

source: To implement the traffic shaping rules
pl: Aby wprowadzić reguły kierowania ruchu

source: Rules
pl: Reguły

source: Interface Rates
pl: Przepustowość interfejsu

source: Interface
pl: Interfejs

source: The maximum rule account {max} is reached, please delete at least one in order to to add a new one
pl: Została osiągnięta maksymalna ( {max} ) ilość reguł. Aby dodać następną usuń jedną z istniejących.

source: type
pl: typ

source: Interface {iface} should have a maximum bandwidth rate in order to do traffic shaping
pl: Interfejs {iface} powinien mieć ustawioną maksymalna przepustowość w celu wykonywania kształtowanie ruchu.

source: Protocol
pl: Protokół

source: Guaranteed Rate
pl: Gwarantowana przepustowość

source: Limited Rate
pl: Ograniczona przepustowość

source: Priority
pl: Priorytet

source: options
pl: opcje

source: {iface} (internal interface)
pl: {iface} (interfejs wewnętrzny)

source: {iface} (external interface)
pl: {iface} (interfejs zewnętrzny)

source: Guaranteed rate
pl: Gwarantowana przepustowość

source: Limited rate
pl: Ograniczona przepustowość

source: Object {object} has no members. Please add at least one to add rules using this object
pl: Brak użytkowników obiektu {object}. Dodaj co najmniej jednego, aby zdefiniować reguły używające ten obiekt

source: If service is any, some source or destination should be provided
pl: Jeśli wybierzesz dowolną usługę, należy podać źródło lub cel

source: Service
pl: Usługa

source: Port based service
pl: Port usługi

source: Source
pl: Źródło

source: Any
pl: Dowolny

source: Source IP
pl: Źródłowy IP

source: Source object
pl: Źródło obiektu

source: Destination
pl: Cel

source: Destination IP
pl: Docelowy IP

source: Destination object
pl: Docelowy obiekt

source: Lowest priotiry: 7 Highest priority: 0
pl: Niski priorytet: 7 Wysoki priorytet: 0

source: Note that The sum of all guaranteed rates cannot exceed your total bandwidth. 0 means unguaranteed rate.
pl: Należy pamiętać, że suma wszystkich gwarantowanych prędkości nie może przekroczyć całkowitej przepustowości. 0 oznacza niegwarantowana prędkość.

source: Traffic will not exceed this rate. 0 means unlimited rate.
pl: Ruch nie może przekroczyć tej prędkości. 0 oznacza nieograniczoną prędkość.

source: Rules list for {printableIndex}
pl: Lista reguł dla {printableIndex}

source: Note that if the interface is internal, the traffic flow comes from Internet to inside and the external is the other way around
pl: Zauważ, że jeśli interfejs jest wewnętrzny, przepływ ruchu pochodzi z Internetu do wewnątrz. Na zewnętrznych jest na odwrót

source: rule
pl: reguła

source: Remove {num} rules at {modelName}
pl: Usuń regułe {num} z {modelName}

source: External Interface
pl: Zewnętrzny Interfejs

source: Upload
pl: Wysyłanie

source: Upload rate in Kbits/s through this interface
pl: Prędkość wysyłania w Kbits/s za pośrednictwem tego interfejsu

source: Download
pl: Pobieranie

source: Download rate in Kbits/s through this interface
pl: Prędkość pobierania w Kbits/s za pośrednictwem tego interfejsu

source: External Interface Rates
pl: Przepustowość Interfejsu Zewnętrznego

source: rate
pl: przepustowość

source: You need at least one internal interface and one external interface
pl: Potrzeba przynajmniej jednego interfejsu wewnętrznego i jednego zewnętrznego

source: Traffic Shaping is applied when Zentyal is acting as a gateway. To achieve this, you need at least an internal and an external interface. Check your interface configuration to match, at {openhref}Network->Interfaces{closehref}
pl: Kształtowanie ruchu włączyć można tylko na zewnętrznych interfejsach. W celu wykorzystania mechanizmów kształtowania ruchu utwórz zewnętrzny interfejs poprzez wybranie {openhref}Sieć->Interfejsy{closehref}

source: Traffic Shaping is applied only if there are gateways with an upload rate set associated with an external interface. In order to do so, create a gateway at {openhref}Network->Gateways{closehref} setting as interface an external one.
pl: Kształtowanie ruchu włączyć można tylko na zewnętrznych interfejsach z ustawioną bramą oraz określona szybkością. Aby ustawić powyższe opcje przejdź do {openhref}Network->Gateways{closehref}

source: Rules list per interface
pl: Lista reguł dla interfejsu

source: Select an interface to add traffic shaping rules. Keep in mind that if you are shaping an internal interface, you are doing ingress shaping.
pl: Wybierz interfejs aby dodać regułę kształtowania ruchu. Pamiętaj, jeśli używasz kształtowania na wewnętrznym interfejsie wykonujesz ingress shaping

source: Choose an interface to shape
pl: Wybierz interfejs aby kierować ruchem

source: Guaranteed Rate exceeds the allowed rate: {rate} kbit/s
pl: Gwarantowana przepustowość przewyższa dozwoloną: {rate} kbit/s

source: Guaranteed Rate must be in this interval: ( {minRate}, {maxRate} ) kbit/s
pl: Gwarantowana przepustowość musi zawierać się w przedziale: ( {minRate}, {maxRate} ) kbit/s

source: Limited Rate {lR} kbit/s should be higher than Guaranteed Rate {gR}kbit/s
pl: Ograniczona przepustowość {lR} kbit/s powinna być większa niż gwarantowana {gR} kbit/s

source: Limited Rate {lR} kbit/s should be lower than {maxLR}kbit/s or you should increase maximum upload traffic associated to external interfaces
pl: Ograniczenie przepustowości {lR} kbit/s powinno być niższe niż {maxLR}kbit/s lub należy ustawić wyższą prędkość maksymalną pobierania z bram(-y) przypisanych do interfejsu zewnętrznego.

source: Guaranteed Rate exceeded the allowed rate: {rate}
pl: Gwarantowana przepustowość przewyższa maksymalną dopuszczalną szybkości: {rate}

source: Limited Rate {lR} kbit/s should be lower than {maxLR} or you should increase maximum allowed traffic
pl: Ograniczenie {lR} kbit/s powinno zostać ustawione na niższym poziomie niż {maxLR} kbit/s lub powinieneś podnieść maksymalną dopuszczalną szybkość.

source: Address
pl: Adres
