Repository: BillTheBest/zentyal
Catalog: client/webserver/po/*.po
Languages: da, hu, it, nl

source: HyperText Transport Protocol
da: HyperText Transport Protokol
hu: HyperText Transport Protocol (HTTP)

source: Web Server
hu: Webszerver
it: Server Web

source: To set webserver listening port.
da: Indstil webserver port (indkomne)
hu: Beállítja a webszerver figyelő portját
it: Per impostare la porta di ascolto del server web
nl: Luisterende webserver poort instellen.

source: To configure default virtual host.
da: Konfigurer normal virtuel vært (host)
hu: Hogy beállítsa az alapértelmezett Virtuális tartományt.
it: Per configurare il Virtual Host predefinito.
nl: Standaard virtuele gastheer instellen.

source: To configure default SSL virtual host.
da: Konfigurer normal SSL virtuel vært (host)
hu: Hogy beállítsa az alapértelmezett SSL Virtuális tartományt.
it: Per configurare il Virtual Host SSL predefinito.
nl: Standaard SSL virtuele gastheer instellen.

source: To configure the per-user public_html directory.
da: Konfigurer per-user public_html directory (offentlig bruger html katalog).
hu: Hogy beállítsa a felhasználónkénti public_html mappát.
it: Per configurare la directory public_html, dove gli utenti possono avere pagine web personali, di un dato utente
nl: Gebruikers eigen public_html folder instellen.

source: Enable Apache LDAP user module
da: Aktiver Apache LDAP bruger modul (user module)
hu: Bekapcsolja az Apache LDAP felhasználói modult
it: Abilita il modulo utente apache LDAP
nl: Schakel de Apache LDAP gebruikers module in.

source: To fetch home directories from LDAP.
da: Hent hjemme kataloger (home directories) fra LDAP.
hu: Hogy összevesse a saját mappákat az LDAPpal.
it: Ottieni le cartelle home da LDAP
nl: Haal de profiel mappen op via LDAP.

source: Enable Apache SSL module
da: Aktiver Apache SSL modul
hu: Bekapcsolja az Apache SSL modulját
it: Abilita il modulo SSL di Apache
nl: Schakel de Apache SSL module in.

source: To serve pages over HTTPS.
da: Web sider gennem HTTPS
hu: HTTPS-en történő kiszolgálás engedélyezése.
it: Fornisci pagine attraverso HTTPS
nl: Pagina's aanbieden over HTTPS.

source: Web service status
hu: Web szolgáltatás állapota
it: Stato servizio Web
nl: Web dienst status

source: The {userDirConfFile} is missing! Please recover it.
hu: A {userDirConfFile} hiányzik! Kérem visszaállítani!
it: Manca il file {userDirConfFile}! Prego recuperalo
nl: De {userDirConfFile} ontbreekt! Gelieve deze aan te maken.

source: Listening port
da: Indkomne port
hu: Figyelő port
it: Porta di ascolto
nl: Luisterende poort

source: You need a Service Certificate for the Web Server module, enable it on {ohref}Certification Authority -> Service Certificates{chref}.
hu: Szüksége van egy Szolgáltatás Tanúsítványra a Web Szerver modulhoz, ezt engedélyeznie kell a {ohref}Tanúsítvány Kiszolgáló -> Szolgáltatás Tanúsítvány{chref} lapon.
nl: U heeft een Server Certificaat nodig voor de Web Server module, schakel dit in via {ohref}Certification Authority -> Service Certificates{chref}.

source: Having installed and configured the Users and Groups module is required to allow HTML directories for users.
hu: A felhasználók HTML mappájának engedélyezéséhez fel kell legyen telepítve és be kell legyen állítva a Felhasználók és Csoportok modul.
it: L'installazione e configurazione del modulo Utenti e Gruppi è richiesta per abilitare agli utenti le directory HTML
nl: Het is vereist dat de Gebruikers en Groepen module geïnstalleerd en geconfigureerd is om HTML folders voor gebruikers toe te staan.

source: A properly configured Users and Groups module is required to allow HTML directories for users. To configure it, please enable it at least one time.
hu: A felhasználók HTML mappájának engedélyezéséhez fel kell legyen telepítve és be kell legyen állítva a Felhasználók és Csoportok modul. A beállításához kérem aktiválja legalább egyszer a modult.
it: Un appropriata configurazione di utenti e gruppi e' richiesta, per abilitare le directory HTML utente.Per configurarla, abilitala almeno una volta.
nl: Om HTML folders voor gebruikers tot te staan is een correct ingestelde Gebruikers en Groepen module vereist. Om deze in te stellen, gelieve ze minstens eenmaal in te schakelen.

source: Listening SSL port
da: Indkomne SSL port
hu: SSL port
it: Porta di ascolto per l'SSL
nl: Luisterende SSL poort

source: Disabled
da: Deaktiveret
hu: Kikapcsolva
it: Disabilitato
nl: Uitgeschakeld

source: Enabled
da: Aktiveret
hu: Bekapcsolva
it: Abilitato
nl: Ingeschakeld

source: Enable per user {dirName}
da: Aktiver per bruger {dirName}
hu: Felhasználónként engedélyezett {dirName}
it: Abilita per utente {dirName}
nl: Per gebruiker inschakelen {dirName}

source: Allow users to publish web documents using the public_html directory on their home.
hu: Engedélyezi a felhasználók számára weblapok közzétételét a home mappában található public_html mappából.
it: Consenti agli utenti di pubblicare documenti web utilizzando la cartella public_html nella propria home
nl: Gebruikers toestaan om web pagina's via de public_html folder in hun profiel map te publiceren.

source: General configuration settings
da: Almindelig konfigurations indstillinger
hu: Általános konfigurációs beállítások
it: Impostazioni generali di configurazione
nl: Algemene configuratie instellingen

source: General Web server configuration. The listening port must not be used by another service. If you enable user to publish their own html pages, those should be loaded from {dirName} directory from their home directories.
hu: Általános webszerver beállítások. A figyelő port nem lehet azonos egy másik szolgáltatáséval. Ha engedélyezi a felhasználóknak egyéni weblapok közzétételét, a weblapok a {dirName} mappából töltődnek be, a felhasználók saját mappáikból.
nl: Algemene Web server configuratie. De ingestelde poort mag niet door een andere dienst gebruikt worden. Als u gebruikers toestaat om hun eigen web pagina's te publiceren, dienen deze geladen te worden vanuit de {dirName} folder in hun profiel map.

source: General Web server configuration settings updated.
da: Almindelige Web server indstillinger er opdateret.
hu: Általános webszerver konfigurációs beállítások frissítése.
it: Impostazioni generali di configurazione aggiornate.
nl: Algemene Web server configuratie instellingen bijgewerkt.

source: Virtual host name
da: Virtuel vært (host) navn
hu: Virtuális tartománynév
it: Nome virtual host
nl: Virtuele gastheer naam

source: Virtual host
da: Virtuel vært (host)
hu: Virtuális tartomány
nl: Virtuele gastheer

source: SSL support is disabled. Enable it before adding a SSL virtual host.
da: SSL understøttelse er deaktiveret. Aktiver dette før du tilføjer en virtuel SSL vært (host)
hu: Az SSL támogatás kikapcsolva. Engedélyezze mielőtt SSL virtuális tartományokat hoz létre.
it: Il supporto SSL è disabilitato. Abilitalo prima di aggiungere un host virtuale SSL
nl: SSL ondersteuning is uitgeschakeld. Schakel dit in alvorens een SSL virtuele gastheer aan te maken.

source: Virtual host {vhost} added. A domain {domain} has been created with the mapping name {name} - IP address {ip}. {noDnsWarning}
da: Virtuel vært {vhost} tilføjet. Et domæne {domain} er blevet oprettet med mappernavnet {name} -IP adresse {ip}. {noDnsWarning}
hu: A {vhost} virtuális név hozzáadva. A {domain} tartomány létre lett hozva {name} néven - IP címe: {ip}. {noDnsWarning}
it: Virtual host {vhost} aggiunto. Un dominio {domain} è stato creato con il mapping nome {name} - indirizzo IP {ip}. {noDnsWarning}

source: Virtual host {vhost} added. A mapping name {name} - IP address {ip} has been added to {domain} domain.
da: Virtuel vært {vhost} tilføjet. Et mappernavn {name} -IP adresse {ip} er blevet tilføjet {domain} domænet.
hu: Virtuális kiszolgáló {vhost} hozzáadva. A felismert név {name} és IP cím {ip} hozzáadva a(z) {domain} domainhez.
it: Virtual host {vhost} aggiunto. Un mapping nome {name} - indirizzo IP {ip} è stato aggiunto al dominio {domain}
nl: Virtuele gastheer {vhost} aangemaakt. De gekoppelde naam - {name} en het IP adres {ip} is toegevoegd aan het domein {domain}

source: Virtual host {vhost} added as an alias {alias} to hostname {hostname}.
da: Virtuel vært {vhost} er blevet tilføjet som et alias {alias} til værtsnavnet {hostname}.
hu: Virtuális kiszolgáló {vhost} hozzáadva aliasként {alias} kiszolgálóhoz {hostname}.
it: Virtual host {vhost} aggiunto come alias {alias} del nome host {hostname}

source: Virtual host {vhost} added.
da: Virtuel vært {vhost} tilføjet.
hu: virtuális kiszolgáló {vhost} hozzáadva.
it: Virtual host {vhost} aggiunto
nl: Virtuele gastheer {vhost} aangemaakt.

source: There is no static internal interface to set the Web server IP address.
da: Der er ikke noget permanent interface til at give Web server en IP adresse.
hu: Nem található egy belső statikus csatoló a webkiszolgáló IP címének beállítására.
it: Non c'è alcuna interfaccia statica interna per impostare l'indirizzo IP del server Web
nl: Er is geen interne netwerkverbinding met vast IP adres beschikbaar om de Web server aan te koppelen.

source: Allow SSL
da: Tillad SSL
hu: SSL engedélyezése
it: Consenti SSL
nl: SSL toestaan

source: Force SSL
hu: SSL kötelezővé tétele
it: Forza SSL
nl: SSL verplichten

source: SSL support
da: SSL understøttelse
hu: SSL támogatás
it: Supporto SSL
nl: SSL ondersteuning

source: Name
da: Navn
hu: Név
it: Nome
nl: Naam

source: Virtual hosts
da: Virtuelle værter (hosts)
hu: Virtuális kiszolgálók
it: Virtual host
nl: Virtuele gastheren

source: Virtual hosts are a form of web hosting service where many instances of the same web server are hosted on a single physical server. Different host names point to the same web server. If feasible, the DNS entry is automatically created. The content must be placed under the {docRoot} directory. Any particular configuration you want to add must be placed in the {userConf} directory.
hu: A virtuális kiszolgálók egy formája a webkiszolgálóknak, amellyel egy fizikai szerveren több oldal is futhat. Különböző nevek mutathatnak ugyanarra az oldalra. A DNS bejegyzések automatikusan létre lesznek hozva, ha ez lehetséges. A tartalmat a {docRoot} mappa alá kell helyezni. Bármely egyéni beállítást a {userConf} mappába kell helyezni.
it: I virtual host sono un tipo di servizio di web hosting dove diverse istanze dello stesso web server sono ospitate da uno stesso server fisico. Nomi host diversi punteranno allo stesso server web. Se possibile la voce su DNS viene creata automaticamente. Il contenuto deve essere posizionato nella directory {docRoot}. Eventuali configurazioni particolari si vogliano aggiungere devono essere posizionate nella directory {userConf}

source: {open}The DNS module is disabled. The added mapping or domains will not have any effect until you enable it
da: {open} DNS modulet er deaktiveret. De tilføjede mapper og domæner vil ikke have nogen virkning før du aktiverer dette.
hu: {open} A DNS modul ki van kapcsolva. A hozzáadott beállítások nem lesznek alkalmazva a modul bekapcsolásáig
it: {open}Il modulo DNS è disabilitato. I mapping aggiunti o i domini non funzioneranno finchè non abilitati
nl: {open}De DNS module is uitgeschakeld. De toegevoegde koppeling of domeinen zullen geen uitwerking hebben totdat u deze inschakelt

source: Configuration
da: konfiguration
hu: Beállítások
it: Configurazione
nl: Configuratie

source: Zentyal Administration is running on this port, change it on {ohref}System -> General{chref}.
it: L'amministrazione di Zentyal utilizza questa porta, e' possibile cambiarla in {ohref}System -> General{chref}.

source: The Zentyal web service allows you to host Web pages in plain HTML within different virtual hosts.
da: Zentyal web service tillader dig at udbyde Web sider i ren HTML i forskellige virtuelle værter (hosts)
it: Il servizio web di Zentyal permette la pubblicazione di pagine Web in HTML su virtual host diversi
