Repository: BillTheBest/zentyal
Catalog: client/webmail/po/*.po
Languages: cs, da, id, ro, sk

source: Mode
cs: Mód
ro: Mod
sk: Mód

source: Operation mode
cs: Operační mód
id: Mode Operasi
ro: Mod de operare
sk: Operačný mód

source: Zentyal mail service
cs: Zentyal mail služba
da: Zentyal E-mail service
ro: Serviciu mail Zentyal
sk: Zentyal poštový servis

source: Remote server
cs: Vzdálený server
da: Fjern (remote) server
id: Server remote
ro: Server la distanţă
sk: Vzdialený server

source: IMAP Server
id: Server IMAP
ro: Server IMAP

source: IMAP connection type
cs: IMAP typ připojení
da: IMAP forbindelses metode
id: Tipe koneksi IMAP
ro: Tip conexiune IMAP
sk: IMAP - typ pripojenia

source: IMAP server port
cs: IMAP port serveru
da: IMAP server port nummer
id: Port server IMAP
ro: Port server IMAP
sk: IMAP - port servera

source: SMTP Server
id: Server SMTP
ro: Server SMTP

source: SMTP connection type
cs: SMTP typ připojení
da: SMTP forbindelses metode
id: Tipe koneksi SMTP
ro: Tip conexiune SMTP
sk: SMTP - typ pripojenia

source: SMTP server port
cs: SMTP port serveru
da: SMTP server port nummer
id: Port server SMTP
ro: Port server SMTP
sk: SMTP - port servera

source: SMTP authentication
cs: SMTP autentizace
da: SMTP godkendelses type
id: Authentikasi SMTP
ro: Autentificare SMTP
sk: SMTP autentifikácia

source: None
cs: Žádný
da: Ingen
ro: Nici un fel
sk: Žiadny

source: Same user and password than IMAP
cs: Stejný uživatel a heslo, než IMAP
da: Samme bruger og password som IMAP
ro: Aceiaşi utilizator şi parolă ca la IMAP
sk: Rovnaké užívateľské meno a heslo ako IMAP

source: User and password
cs: Uživatel a heslo
da: Bruger og password
id: Nama pengguna dan kata kunci
ro: Utilizator şi parolă
sk: Užívateľské meno a heslo

source: User
cs: Uživatel
da: Bruger
id: Pengguna
ro: Utilizator
sk: Užívateľské meno

source: Password
cs: Heslo
id: Kata kunci
ro: Parolă
sk: Heslo

source: Manage sieve enabled in IMAP server
cs: Spravovat filtrování povolené na IMAP serveru
da: Konfigurer sieve aktiveret i IMAP server
id: Mengatur sieve teraktivasi di server IMAP
ro: Administrare sită activată în serverul IMAP
sk: Spravovať filtrovanie povolené na IMAP servery

source: Manage sieve port
cs: Spravovat sieve port
da: konfigurer sieve port nummer
id: Mengatur port sieve
ro: Port administrare sită
sk: Spravovať sieve port

source: Manage sieve connection uses TLS
cs: Spravovat sieve spojení použitím TLS
da: Konfigurer sieve forbindelse gennem TLS
id: Mengatur koneksi sieve menggunakan TLS
ro: Conectarea la administrarea sitei foloseşte TLS
sk: Spravovať sieve spojenie použitím TLS

source: External server connection
cs: Externí připojení k serveru
da: Ekstern server forbindelse
id: koneksi server eksternal
ro: Conexiune la server extern
sk: Spojenie s Externým serverom

source: unencrypted
cs: nešifrované
da: Ikke krypteret
id: tidak terenkripsi
ro: necriptată
sk: nekryptovaný

source: Name
cs: Jméno
da: Navn
id: Nama
ro: Nume
sk: Meno

source: Zentyal webmail
ro: Webmail Zentyal

source: The name of the webmail will be used in the login screen and page titles.
cs: Jméno webmailu se bude zobrazovat v přihlašovací obrazovce a v názvu stránky.
da: Navnet på webmailen vil blive brugt i login billedet og som side titel.
id: Nama webmail yang akan digunakan untuk halaman login dan halaman judul.
ro: Numele webmail va fi folosit în fereastra de login şi în titlul paginii.
sk: Meno webmail-u sa bude používať na prihlasovacej obrazovke a v názve stránky.

source: Virtual host
da: Virtuel vært (host)
id: Host virtual
ro: Host virtual
sk: Virtuálny host

source: Virtual host where the webmail will be installed. This will disable the default /webmail url.
cs: Virtual host na kterém bude nainstalovaný webmail. Zablokuje to výchozí /webmail url.
da: Virtuel vært (host) hvor webmailen vil blive installeret. Dette vil deaktivere den normale /webmail url.
id: Host virtual dimana webmail akan di installasi. Ini akan menonaktifkan url /webmail default.
ro: Hostul virtual unde va fi instalat webmail. Aceasta va dezactiva URL-ul implicit /webmail.
sk: Virtuálny host na ktorom bude nainštalovaný webmail. Zablokuje to východziu /webmail url.

source: General configuration
cs: Obecné nastavení
da: Almindelig konfiguration
id: Konfigurasi umum
ro: Configurare generală
sk: Hlavné nastavenia

source: Disabled
cs: Zakázaný
da: Deaktiveret
id: nonaktifkan
ro: Dezactivat
sk: Zakázaný

source: The deleted virtual host was selected for Webmail. Maybe you want to select another one now.
cs: Smazaný virtual host byl nastavený pro Webmail. Možná chcete nyní vybrat jiný.
da: Den slettede/fjernede vært var valgt for webmail. Vil du vælge en anden vært (host) nu?
id: Virtual host yang dihapus telah dipilih untuk Webmail, mungkin anda ingin memilih salah satu yang lainnya sekarang.
ro: Hostul virtual şters era selectat pentru webmail. Poate doriţi să selactaţi un alt host acum.
sk: Zmazaný virtuálny host bol nastavený pre Webmail. Možno teraz chcete vybrať iný.

source: WebMail backend
id: Interface webmail belakang layar
ro: Backend WebMail

source: Neither IMAP nor IMAPS service enabled.
cs: Není povolena žádná IMAP ani IMAPS služba .
da: Hverken IMAP eller IMAPS service er aktiveret.
id: Tidak ada salah satu dari servis IMAP maupun IMAPS yang diaktifkan.
ro: Nu sunt activate nici IMAP nici IMAPS
sk: Nieje povolený žiadny IMAP ani IMAPS servis

source: To configure Roundcube webmail.
cs: Nastavit RoundCube webmail.
da: Konfigurer Roundcube webmail.
id: Untuk mengkonfigurasi webmail Roundcube.
ro: Pentru a configura webmail Roundcube.
sk: Nastaviť Roundcube webmail.

source: To configure managesieve Roundcube webmail plugin.
cs: Nastavit síťovou správu RoundCube webmail modulu.
da: Konfigurer managesieve Roundcube webmail tilføjelse.
id: Untuk mengkonfigurasi pengaturan sieve plugin webmail Roundcube.
ro: Pentru a configura plugin-ul webmail managesieve Roundcube.
sk: Nastaviť sieťovú správu Ruondcube webmail modulu.

source: Create PostgreSQL Roundcube webmail database.
cs: Vytvořit PostgreSQL databázi pro Roundcube webmail .
da: Generer PostgreSQL Roundcube webmail database.
id: Buat database PostgreSQL webmail Roundcube.
ro: Creează baza de date PostgreSQL pt. webmail Roundcube.
sk: Vytvoriť PostgreSQL databázu pre Roundcube webmail.

source: This database will store the data needed by Roundcube.
cs: V této databázi budou uložena data pro potřeby Roundcube.
da: Denne database vil opbevare data som behøves af Roundcube.
id: Database ini akan menyimpan semua data yang dibutuhkan oleh Roundcube.
ro: Această bază de date va stoca datele necesare pentru Roundcube.
sk: V tejto databáze budú uložené dáta pre potreby Roundcube.

source: Add webmail link to www data directory.
cs: Přidat odkaz na webmail do www datového adresáře.
da: Tilføj webmail link til www data katalog (directory)
id: Tambahkan link webmail ke direktori data www.
ro: Adaugă link webmail la directorul data www
sk: Pridať linku na webmail do www dátového priečinka

source: Webmail will be accesible at http://ip/webmail/.
cs: Webmail bude dostupný na http://ip/webmail/.
da: Webmail vil være tilgængelig på http://ip/webmail/.
id: Webmail bisa diakses melalui alamat http://ip/webmail/.
ro: Webmail va fi accesibil la http://ip/webmail/.
sk: Webmail bude dostupný na http://ip/webmail/.

source: Webmail module needs IMAP or IMAPS service enabled if using Zentyal mail service. You can enable it at {openurl}Mail -> General{closeurl}.
cs: Webmail modul potřebuje mít povolenou IMAP nebo IMAPS službu, pokud používá Zentyal poštovní službu. Můžete ji povolit v {openurl}Mail -> Obecný{closeurl}.
da: Webmail modulet kræver at IMAP eller IMAPS service er aktiveret for at bruge Zentyal mail service. D u kan aktivere det her {openurl}Mail -> General{closeurl}.
ro: Modulul webmail necesită activarea serviciilor IMAP sau IMAPS în cazul folosirii serviciului mail Zentyal. Le puteţi activa la {openurl}Mail -> General{closeurl}.
sk: Webmail modul potrebuje povolený IMAP alebo IMAPS servis ak používa Zentyal poštovú službu. Môžete ju povoliť v {openurl}Mail -> General{closeurl}.

source: You cannot disable both IMAP and IMAPS service because they are used by Webmail module.
cs: Nemůžete zakázat obě služby IMAP a IMAPS, protože jsou využívané Webmail modulem.
da: Du kan ikke deaktivere både IMAP og IMAPS, da de bliver brugt af Webmail modulet.
id: Anda tidak dapat menonaktifkan sevis IMAP dan IMAPS sekaligus karena servis ini digunakan oleh modul Webmail.
ro: Nu puteţi dezactiva simultan serviciile IMAP şi IMAPS pentru că sunt folosite de modului Webmail.
sk: Nemôžete zakázať obe služby IMAP a IMAPS, pretože sú používané Webmail modulom.

source: No need to configure the connection to a remote server beacuse WebMail is configured to use Zentyal mail service'
cs: Není potřeba nastavit připojení ke vzdálenému serveru, protože WebMail používá Zentyal mail službu
