Repository: BillTheBest/zentyal
Catalog: client/printers/po/*.po
Languages: cs, et, pt, ro

source: Cups printer server port
cs: port tiskového serveru
et: Cups prindiserveri port
pt: Porto do servidor de impressão Cups
ro: Portul serverului de tipărire CUPS

source: Printer
cs: Tiskárna
pt: Impressora
ro: Imprimantă

source: Model
et: Mudel
pt: Modelo

source: Printer {printer} has no available drivers
cs: Tiskárna {printer} nemá dostupné ovladače
et: Printerile {printer} ei ole saadaval draivereid
pt: Não estão disponíveis controladores para a impressora {printer}
ro: Imprimanta {printer}nu are drivere disponibile

source: Add a new printer (II)
cs: Přidat novou tiskárnu (II)
et: Uue printeri lisamine (II)
pt: Adicionar nova impressora (II)
ro: Adaugă o imprimantă nouă (II)

source: Next
cs: Další
et: Järgmine
pt: Seguinte
ro: Următor

source: Port
pt: Porto

source: Standalone cups enabled
cs: Samostatný cups povolený
pt: CUPS autónomo activado
ro: CUPS independent activat

source: Standalone cups disabled
cs: Samostatný cups zakázaný
pt: CUPS autónomo desactivado
ro: CUPS independent DEZactivat

source: Add a new printer (VI)
cs: Přidat novou tiskárnu (VI)
et: Uue printeri lisamine (VI)
pt: Adicionar nova impressora (VI)
ro: Adaugă o imprimantă nouă (VI)

source: Driver
cs: Ovladač
et: Draiver
pt: Controlador

source: The printer has been deleted successfully
cs: Tiskárna byla úspěšně smazána
et: Printeri kustutamine õnnestus
pt: A impressora foi apagada com sucesso
ro: Imprimanta a fost ştearsă cu succes

source: Shared resource
cs: Sdílené zdroje
et: Jagatud ressurss
pt: Recurso partilhado
ro: Resursă partajată

source: Authentication
cs: Ověření
et: Autentimine
pt: Autenticação
ro: Autentificare

source: User
cs: Uživatel
et: Kasutaja
pt: Utilizador
ro: Utilizator

source: Password
cs: Heslo
et: Parool
pt: Palavra-passe
ro: Parolă

source: Manage printer
cs: Správa tiskárny
et: Printeri haldamine
pt: Gerir impressora
ro: Administrare imprimantă

source: Printer details
cs: Detail tiskárny
et: Printeri üksikasjad
pt: Detalhes da impressora
ro: Detalii imprimantă

source: Driver Options
cs: Možnosti ovladače
et: Draiveri valikud
pt: Opções do controlador
ro: Opţiuni driver

source: Configuration options
cs: Možnosti konfigurace
et: Seadistamisvalikud
pt: Opções de configuração
ro: Opţiuni configurare

source: Jobs Queue
cs: Úlohy ve frontě
et: Tööde järjekord
pt: Fila dos trabalhos
ro: Coadă de imprimare

source: Printer's name
cs: Jméno tiskárny
et: Printeri nimi
pt: Nome da impressora
ro: Numele imprimantei

source: Printer's id
cs: ID tiskárny
et: Printeri id
pt: Identificação da impressora
ro: ID-ul imprimantei

source: Job id
cs: ID úlohy
et: Töö id
pt: Identificação do trabalho
ro: ID-ul imprimării

source: Job was successfully canceled
cs: Úloha byla úspěšně zrušena
et: Töö katkestamine õnnestus
pt: O trabalho foi cancelado com sucesso
ro: Imprimarea a fost anulată cu succes

source: Add a new printer (IV)
cs: přidat novou tiskárnu (IV)
et: Uue printeri lisamine (IV)
pt: Adicionar nova impressora (IV)
ro: Adaugă o imprimantă nouă (IV)

source: Device
cs: Zařízení
et: Seade
pt: Dispositivo
ro: Dispozitiv

source: Manage printers
cs: Správa tiskáren
et: Printerite haldamine
pt: Gerir impressoras
ro: Administrare imprimante

source: Delete printer
cs: Smazat tiskárnu
et: Printeri kustutamine
pt: Apagar impressora
ro: Ştergere imprimantă

source: Add a new printer (V)
cs: Přidat novou tiskárnu (V)
et: Uue printeri lisamine (V)
pt: Adicionar nova impressora (V)
ro: Adaugă o imprimantă nouă (V)

source: Method
cs: Způsob
et: Meetod
pt: Método
ro: Metodă

source: Printer description
cs: Popis tiskárny
et: Printeri kirjeldus
pt: Descrição da impressora
ro: Descriere imprimantă

source: Manufacturer
cs: Výrobce
et: Tootja
pt: Fabricante
ro: Producător

source: Add a new printer (III)
cs: Přidat novou tiskárnu (III)
et: Uue printeri lisamine (III)
pt: Adicionar nova impressora (III)
ro: Adaugă o imprimantă nouă (III)

source: Add a new printer (I)
cs: Přidat novou tiskárnu (I)
et: Uue printeri lisamine (I)
pt: Adicionar nova impressora (I)
ro: Adaugă o imprimantă nouă (I)

source: Printer Sharing
cs: Sdílení tiskárny
et: Printerite jagamine
pt: Partilha de impressoras
ro: Partajare imprimante

source: Create spool directory for printers
cs: Vytvořit spool adresář pro tiskárny
et: Printeritele puhverkataloogi loomine
pt: Criar directório de impressão para as impressoras
ro: Creare director de lucru pentru imprimante

source: eBox will create a spool directory under /var/spool/samba
cs: eBox vytvoří spoolový adresář v /var/spool/samba
et: eBox loob puhverkataloogi /var/spool/samba alla
pt: A eBox criará o directório em /var/spool/samba
ro: eBox va crea un director de lucru în /var/spool/samba

source: Add user ebox to lpadmin group
cs: Přidat uživatele ebox-u do skupiny lpadmin
et: Kasutaja lisamine lpadmin gruppi
pt: Adicionar utilizador eBox ao grupo lpdmin
ro: Adaugă utilizatorul eBox la grupul lpadmin

source: In order to manage printers and queues from the eBox web interface
cs: Povolit správu tiskáren a tiskových úloh z webového rozhraní eBox-u
et: Printerite ja tööjärjekordade haldamiseks eBoxi veebiliidesest
pt: Para gerir impressoras e filas a partir do interface web da eBox
ro: Pentru a administra imprimantele şi cozile din interfaţa web a eBox

source: Create log table
cs: Vytvoř tabulku záznamů (logů)
et: Logitabeli loomine
pt: Criar tabela de registo
ro: Creare tabel jurnal

source: eBox will create a new table into its log database to store printers logs
cs: eBox vytvoří novou tabulku v databázi záznamů (logů) pro ukládání záznamů o činnosti tiskáren
et: eBox loob uue tabeli oma logide andmebaasi, et salvestada printeri logisid
pt: A eBox vai criar uma nova tabela na sua base de dados de registos para armazenar os registos das impressoras
ro: eBox va crea un tabel nou în baza de date jurnal pentru a păstra jurnalul de imprimare

source: To add and manage printers
cs: Přidání a správa tiskáren
et: Printerite lisamiseks ning halduseks
pt: Para adicionar e gerir impressoras
ro: Pentru adaugarea şi administrarea imprimantelor

source: To enable standalone cupsd listen on internal interfaces
et: Eraldiseisva cups deemoni sisemiste liideste kuulamiseks
pt: Para activar a escuta em interfaces internos pelo cupsd autónomo
ro: Pentru activarea ascultării cupsd independent pe interfeţele interne

source: Add Printer
cs: Přidat tiskárnu
et: Printeri lisamine
pt: Adicionar impressora
ro: Adaugă imprimantă

source: The printer's name contains characters not valid.Only alphanumeric characters are allowed
cs: Název tiskárny obsahuje nepovolené znaky. Povolené jsou pouze alfanumerické znaky
et: Printeri nimi sisaldab sobimatuid märke. Lubatud on ainult numbrid ja tähed
pt: O nome da impressoras contém caracteres que não são válidos. Só são permitidos caracteres alfanuméricos
ro: Numele imprimantei conţine caractere incorecte. Sunt permise numai caracterele alfanumerice

source: Name
cs: Jméno
et: Nimi
pt: Nome
ro: Nume

source: The given name is alreaday used as
cs: Zadané jméno se již používá
et: Antud nimi on juba kasutusel kui
pt: O nome escolhido já está em uso como
ro: Numele dat este utilizat deja de

source: Printer not configured
cs: Tiskárna není nakonfigurovaná
et: Printer ei ole seadistatud
pt: A impressora não está configurada
ro: Imprimanta nu este configurată

source: It is not a usb printer
cs: Nejedná se o USB tiskárnu
et: See ei ole usb printer
pt: Não é uma impressora com porta USB
ro: Nu e o imprimantă USB

source: It is not a parallel printer
cs: Nejedná se o LPT tiskárnu
et: See ei ole paralleelühendusega printer
pt: Não é uma impressora com porta paralela
ro: Nu e o imprimantă paralelă

source: It is not a network printer
cs: Nejedná se o síťovou tiskárnu
et: See ei ole võrguprinter
pt: Não é uma impressora de rede
ro: Nu e o imprimantă de reţea

source: It is not a samba printer
cs: Nejedná se o samba tiskárnu
et: See ei ole samba printer
pt: Não é uma impressora samba
ro: Nu e o imprimantă samba

source: It is not a IPP printer
cs: Nejedná se o IPP tiskárnu
et: See ei ole IPP printer
pt: Não é uma impressora IPP
ro: Nu e o imprimantă IPP

source: It is not a LPD printer
cs: Nejedná se o LPD tiskárnu
et: See ei ole LPD printer
pt: Não é uma impressora LPD
ro: Nu e o imprimantă LPD

source: is not a valid option
cs: není platná volba
et: ei ole sobiv valik
pt: não é uma opção válida
ro: nu e opţiune validă

source: Parameter '{name}' does not exist
cs: Hodnota '{name}' neexistuje
et: Parameetrit '{name}' ei eksisteeri
pt: O parâmetro '{name}' não existe
ro: Parametrul '{name}' nu există

source: Job ID
cs: ID Úlohy
et: Töö ID
pt: Identificação do trabalho
ro: ID imprimare

source: Owner
cs: Vlastník
et: Omanik
pt: Proprietário
ro: Proprietar

source: Queued at
cs: Ve frontě jako
et: Järjekorda lisatud
pt: Em fila em
ro: În coadă din:

source: Event
cs: Událost
et: Sündmus
pt: Evento
ro: Eveniment

source: Queued
cs: Ve frontě
et: Järjekorras
pt: Em fila
ro: În coadă

source: Canceled
cs: Zrušeno
et: Loobutud
pt: Cancelado
ro: Anulat

source: Printers
cs: Tiskárny
et: Printerid
pt: Impressoras
ro: Imprimante

source: Set printer name and method
cs: Nastavit jméno tiskárny a způsob
et: Printeri nime ja ühendusviisi määramine
pt: Defina a impressora e método
ro: Configurare nume imprimantă şi metodă

source: Parallel
cs: Paralelní (LPT)
et: Paralleelne
pt: Paralela
ro: Paralelă

source: IPP: Internet printing protocol
cs: IPP: Internetový tiskový protokol
et: IPP: Interneti prindiprotokoll
pt: IPP: Protocolo de impressão internet

source: Choose manufacturer
cs: Zvolit výrobce
et: Printeri tootja valimine
pt: Escolha o fabricante
ro: Alegeţi producătorul

source: Local parallel printer configuration
cs: Nastavit lokální LPT tiskárnu
et: Kohaliku paralleelühendusega printeri seadistamine
pt: Configuração de impressora paralela local
ro: Configurare imprimantă paralelă locală

source: Are you sure you want to delete the printer '{name}'?
cs: Jste si jistý, že chcete smazat tiskárnu '{name}'?
et: Kas sa oled kindel, et soovid kustutada printerit '{name}'?
pt: Tem a certeza que quer apagar a impressora '{name}'?
ro: Chiar doriţi ştergerea impimantei '{name}'?

source: Delete
cs: Smazat
et: Kustuta
pt: Apagar
ro: Ştergere

source: Cancel
cs: Zrušit
et: Loobu
pt: Cancelar
ro: Anulare

source: Local USB printer configuration
cs: Nastavení lokální USB tiskárny
et: Kohaliku USB printeri seadistamine
pt: Configuração de impressora USB local
ro: Configurare imprimantă USB locală

source: Change
cs: Změna
et: Muuda
pt: Alterar
ro: Modificare

source: Job queue
cs: Úloha ve frontě
et: Tööjärjekord
pt: Fila do trabalho
ro: Coada de imprimare

source: Size(KB)
cs: Velikost(KB)
et: Suurus(KB)
pt: Tamanho (KB)
ro: Mărime (kB)

source: Creation time
cs: Čas vytvoření
et: Loomise aeg
pt: Hora da criação
ro: Data creării

source: Action
cs: Akce
et: Toiming
pt: Acção
ro: Acţiune

source: This printer has no pending job in queue at the moment
et: Sellel printeril ei ole hetkel ootel töid järjekorras
pt: Esta impressora não tem qualquer trabalho pendente neste momento
ro: Această imprimantă nu are imprimări în curs în acest moment

source: You need to save changes in order to print a test page
cs: Před tiskem zkušební stránky musíte uložit změny
et: Testlehekülje printimiseks pead muudatused salvestama
pt: Necessita de gravar as alterações para poder imprimir uma página de teste
ro: Trebuie să salvaţi modificările pentru a tipări o pagină de test

source: Print Test Page
cs: Tisk testovací stránky
et: Prindi testlehekülg
pt: Imprimir página de teste
ro: Imprimare pagină de test

source: Driver options
cs: Možnosti ovladače
et: Draiveri valikud
pt: Opções do controlador
ro: Opţiuni driver

source: Choose a printer model
cs: Vyberte model tiskárny
et: Printeri mudeli valimine
pt: Escolha o modelo da impressora
ro: Alegeţi un model de imprimantă

source: Configure IPP printer
cs: Nastavení IPP tiskárny
et: IPP (võrguprinteri) seadistamine
pt: Configurar impressora IPP
ro: Configurare imprimantă IPP

source: Choose a driver for the printer
cs: Zvolte ovladač tiskárny
et: Printeri draiveri valimine
pt: Escolha um controlador para a impressora
ro: Alegeţi un driver pt. imprimantă

source: Configure LPD printer
cs: Nastavení LPD tiskárny
et: LPD (võrguprinteri) seadistamine
pt: Configurar impressora LPD
ro: Configurare imprimantă LPD

source: Choose a dirver for the printer
cs: Zvolte ovladač tiskárny
et: Printeri draiveri valimine
pt: Escolha um controlador para a impressora
ro: Alegeţi un driver pt. imprimantă

source: driver
cs: ovladač
et: draiver
pt: controlador

source: Go
et: Liigu
pt: Ir
ro: Porneşte

source: Samba shared printer configurationr
et: Samba jagatud printeri seadistamine
pt: Configuração de impressora partilhada samba
ro: Configurare imprimantă samba partajată

source: Share resource
cs: Sdílené zdroje
et: Jagatud ressurss
pt: Recursos partilhados
ro: Partajare resursă

source: Anonymous
cs: Anonymní
et: Anonüümne
pt: Anónimo
ro: Anonim

source: Guest
cs: Host
et: Külaline
pt: Convidado
ro: Oaspete

source: User/Password
cs: Uživatel/Heslo
et: Kasutaja/Parool
pt: Utilizador/Palavra-passe
ro: Utilizator/parolă

source: Remote printer configuration
cs: Nastavení sdílené tiskárny
et: Võrguprinteri seadistamine
pt: Configuração da impressora remota
ro: Configurare imprimantă la distanţă

source: Configure AppSocket printer
cs: Nastavit tiskárnu typu AppSocket
et: AppSocket võrguprinteri seadistamine
pt: Configurar impressora AppSocket
ro: Configurare imprimantă AppSocket

source: Samba shared printer configuration
et: Samba jagatud printeri seadistamine
pt: Configuração da impressora partilhada Samba
ro: Configurare imprimantă samba partajată

source: Enable standalone CUPS
cs: Povolit samostatný CUPS
et: Luba eraldiseisev CUPS
pt: Activar CUPS autónomo
ro: Activare CUPS independent

source: General settings
cs: Hlavní nastavení
et: Üldine seadistamine
pt: Definições gerais
ro: Configurare generală

source: List of printers
cs: Seznam tiskáren
et: Printerite loend
pt: Lista das impressoras
ro: Lista imprimantelor

source: Description
cs: Popis
et: Kirjeldus
pt: Descrição
ro: Descriere

source: Actions
cs: Akce
et: Tegevused
pt: Acções
ro: Acţiuni

source: Manage
cs: Spravovat
et: Halda
pt: Gerir
ro: Administrează

source: Manage this printer
cs: Spravovat tuto tiskárnu
et: Printeri haldamine
pt: Gerir esta impressora
ro: Administrează această imprimantă

source: There is no printer configured yet
cs: Zatím není nastavena žádná tiskárna
et: Printerit ei ole veel seadistatud
pt: Não existe uma impressora configurada
ro: Încă nu e configurată nici o imprimantă

source: LPD: Line Printer Daemon
et: LPD: Reaprinteriprotokoll
