Repository: BillTheBest/zentyal
Catalog: client/antivirus/po/*.po
Languages: eu, fa, pl, ro, sk, uk, zh_tw

source: Antivirus
eu: Antibirusa
fa: آنتی‌ویروس
pl: Antywirus
sk: Antivírus
uk: Антивірус
zh_tw: 防毒

source: To configure clamd daemon
eu: Clamd zerbitzua konfiguratzeko
fa: پیکربندی سرویس clamd
pl: Skonfigurować daemona CLAMD
ro: Pentru a configura clamd daemon
sk: Konfigurovať Clamd servis
uk: Налаштувати демон clamd
zh_tw: 設定 clamd 伺服程式

source: To schedule the launch of the updater
eu: Eguneratze zerbitzua abiaratzea programatzeko
fa: برنامه‌ریزی اجرای به‌روز‌ رساننده
pl: Planowanie czasu aktualizacji
ro: Pentru a programa lansarea a actualizarii
sk: Načasovať spúšťanie aktualizačného programu
uk: Планування запуску оновлень
zh_tw: 設定更新程式執行的時程

source: Status
eu: Egoera
fa: وضعیت
ro: Stare
sk: Stav
uk: Статус
zh_tw: 狀態

source: Date
eu: Eguna
fa: تاریخ
pl: Data
ro: Data
sk: Dátum
uk: Дата
zh_tw: 日期

source: Signatures
fa: امضاها

source: Database Update Status
eu: Datubase eguneratze egoera
fa: وضعیت به‌روز رسانی پایگاه‌داده
pl: Stan aktualizacji bazy antywirusa
ro: Starea actualizării bazei de date a antivirusului
sk: Stav Aktualizácie Antivírusovej Databázy
uk: Статус оновлення бази даних
zh_tw: 資料庫更新狀態

source: The antivirus database has not been updated since the module was enabled.
eu: Antibirus datubasea ez da eguneratu modulua gaitu zenetik.
fa: پایگاه‌داده آنتی‌ویروس از زمانی که افزونه فعال شده‌است به روز‌رسانی نشده‌است.
pl: Baza danych antywirusa nie była aktualizowana od czasu włączenia modułu
ro: Baza de date a antivirusului nu a fost actualizată de când modulul a fost activat
sk: Antivírusová databáza nebola aktualizovaná od aktivácie modulu
uk: Антивірусна база даних не була оновлена з часу, як модуль був задіяний.
zh_tw: 防毒資料庫從這個模組啟用後都沒有更新。

source: The last update failed.
eu: Azkeneko eguneratzeak kale egin zuen.
fa: آخرین به‌روز‌رسانی ناموفق بود.
pl: Ostatnia aktualizacja zakończona niepowodzeniem
ro: Ultima actualizare a eșuat
sk: Posledná aktualizácia sa nepodarila.
uk: Помилка при останньому оновленню.
zh_tw: 上次的更新失敗了。

source: Last update successful.
eu: Azkeneko eguneratzea behar bezela egina.
fa: آخرین به‌روز‌رسانی موفق بود.
pl: Ostatnia aktualizacja zakończona pomyślnie
ro: Ultima actualizare a fost făcută cu succes
sk: Posledná aktualizácia sa podarila.
uk: Останнє оновлення успішно завершене.
zh_tw: 最近更新成功。

source: The antivirus module is not configured. Enable it first in Module Status section.
fa: افزونه آنتی‌ویروس پیکربندی نشده‌است. ابتدا آن را در قسمت وضعیت افزونه فعال کنید.

source: The antivirus module is not enabled. Enable it first to know the antivirus status.
fa: افزونه آنتی‌ویروس فعال نشده‌است. ابتدا آن را برای شناسایی وضعیت آنتی‌ویروس فعال کنید.

source: Unknown event {event}.
eu: Gertaera ezezaguna {event}.
fa: رخداد نامعلوم {event}.
pl: Nieznane zdarzenie {event}
ro: Eveniment necunoscut {event}
sk: Neznáma udalosť {event}.
uk: Невідома подія {event}.
zh_tw: 不明的事件 {event}。

source: To configure freshclam updater
pl: Skonfigurować FRESHCLAM
ro: Pentru a configura actualizarea freshclam
sk: Konfigurovať Freshclam aktualizačný program
