Repository: BillTheBest/zentyal
Catalog: common/libebox/po/*.po
Languages: sk

source: Invalid value for {data}: {value}.
sk: Chybná hodnota pre {data}: {value}.

source: {data} is empty.
sk: {data} je prázdna.

source: {data} {value} already exists.
sk: {data} {value} už existuje.

source: {data} {value} does not exist.
sk: {data} {value} neexistuje.

source: Interface
sk: Rozhranie

source: The input contains invalid characters. All alphanumeric characters, plus these non alphanumeric chars: /.?&+:-@ and spaces are allowed.
sk: Vstup obsahuje neplatné znaky. Povolené sú všetky alfanumerické znaky, tieto znaky: /.?&+:-@ a medzerník.

source: An internal error related to a template has occurred. This is a bug, relevant information can be found in the logs.
sk: Vyskytla sa interná chyba v šablóne. Keďže je to porucha, relevantné informácie nájdete v log záznamoch.

source: An internal error has occurred. This is most probably a bug, relevant information can be found in the logs.
sk: Vyskytla sa interná chyba. Keďže je to porucha, relevantné informácie nájdete v log záznamoch.

source: An unexpected internal error has occurred. This is a bug, relevant information can be found in the logs.
sk: Vyskytla sa nečakaná interná chyba. Keďže je to porucha, relevantné informácie nájdete v log záznamoch.

source: You have just hit a bug in Zentyal. Please seek technical support.
sk: Narazili ste na chybu v Zentyal-e. Vyhľadajte technickú podporu.

source: Your request could not be processed because it had some incorrect parameters
sk: Vaša požiadavka nemôže byť spracovaná pretože obsahuje nesprávne parametre.

source: Wrong HTTP referer detected, operation cancelled for security reasons
sk: Detekovaný nesprávny HTTP odkaz. Operácia zrušená z bezpečnostných dôvodov

source: Your request could not be processed because it lacked some required parameters
sk: Vaša požiadavka nemôže byť spracovaná, pretože chýbajú niektoré požadované parametre

source: Invalid uploaded file.
sk: Chybný nahrávaný súbor.

source: Cannot create a temporally file for the upload
sk: Nemožno vytvoriť dočasný súbor pre nahratie.

source: Page not found
sk: Stránka nenájdená

source: Could not open the config file {file}.
sk: Nemožno otvoriť konfiguračný súbor {file}.

source: The ebox user has not been set in the config file.
sk: Užívateľ nebol nastavený v konfiguračnom súbore.

source: Running command '{cmd}' as {user} failed
sk: Spustenie príkazu '{cmd}' ako {user} neúspešné

source: Directory not found: {d}
sk: Priečinok nenájdený: {d}

source: Must be a number between 1 and 4096
sk: Musí byť číslo medzi 1 až 4096

source: Cannot stat dir: {dir}. This may mean that the directory does not exist or the permissions forbid access to it
sk: Nemožno určiť priečinok: {dir}. Zdá sa, že priečinok neexistuje alebo nie je povolený prístup.

source: The directory {dir} is not private; because it is owned by another user
sk: Priečinok {dir} nie je privátny, pretože je vlastnený iným užívateľom

source: The file path must be absolute
sk: Cesta k súboru musí byť absolútna

source: Service configuration
sk: Nastavenie služby

source: Disabled
sk: Zakázaný

source: Enabled
sk: Povolený

source: Change
sk: Zmeniť

source: Download
sk: Stiahnuť

source: Remove
sk: Odstrániť

source: Add new
sk: Pridať nový

source: Adding a new {row}
sk: Pridávam nový {row}

source: Editing {row}
sk: Upravujem {row}

source: Search
sk: Hľadať

source: Add
sk: Pridať

source: Cancel
sk: Zrušiť

source: Edit
sk: Upraviť

source: Delete
sk: Zmazať

source: Read-only row: edit disabled
sk: Riadok len na čítanie: úprava zakázaná

source: Read-only row: delete disabled
sk: Riadok len na čítanie: zmazanie zakázané

source: Choose one of the options to show the associated table
sk: Vyberte jednu z možností pre zobrazenie tabuľky

source: Choose one...
sk: Zvoľte jedno...

source: Inverse match
sk: Inverzná zhoda

source: From
sk: Z

source: To
sk: Do

source: Optional
sk: Voliteľný

source: Page
sk: Stránka

source: of
sk: z

source: first
sk: prvý

source: prev
sk: pred

source: next
sk: ďalej

source: last
sk: posledný

source: Zentyal homepage
sk: Zentyal - domovská stránka

source: If you typed the URL manually, please check it
sk: Ak zadávate URL manuálne, skontrolujte ju

source: Maybe a change in the Zentyal configuration or software made no longer available the requested page
sk: Možno zmeny v konfigurácii spôsobili, že požadovaná stránka nie je viac dostupná.

source: If you need more help, you may want visit {homepage} for documentation and mailing lists
sk: Ak potrebujete viac informácii, skúste sa pozrieť do dokumentácie na {homepage}

source: we're sorry
sk: je nám ľúto

source: The page cannot be found
sk: Stránku nemožno nájsť

source: show help
sk: zobraziť pomoc

source: hide help
sk: skryť pomoc

source: Language Selection
sk: Voľba jazyka

source: Language changes happen automatically, saving the configuration it's not needed.
sk: Zmena jazyka prebehne automaticky. Ukladať konfiguráciu nie je potrebné.
