Repository: BillTheBest/zentyal
Catalog: client/network/po/*.po
Languages: hu, ro

source: Traffic being routed through interfaces marked as external will be NATed. Also, services meant for the LAN users will not be available on external interfaces.
hu: A hálózati forgalom amely a külsőnek megjelölt interfészeken megy át, NATolva lesz. Tehát azok a szolgáltatások, amelyek a LAN felhasználóinak vannak, nem lesznek elérhetők.
ro: Traficul rutat prin interfeţele marcate drept externe va fi translatat (NAT). De asemenea, serviciile destinate utilizării din LAN nu vor fi accesibile pe intefeţele externe.

source: Method
hu: Metódus
ro: Metodă

source: Static
hu: Statikus
ro: Statică

source: Not set
hu: Nincs beállítva
ro: Nespecificată

source: External (WAN)
hu: Külső (WAN)
ro: Externă (WAN)

source: Check this if you are using Zentyal as a gateway and this interface is connected to your Internet router.
ro: Bifaţi aceasta dacă folosiţi Zentyal drept gateway şi această interfaţă e conectată la Router-ul dvs. de Internet

source: Bridge
ro: Punte

source: User name
hu: Felhasználónév
ro: Nume utilizator

source: Change
hu: Változtat
ro: Modifică

source: VLAN List
hu: VLAN lista
ro: Lista VLAN

source: Action
ro: Acţiune

source: Add
hu: Hozzáad
ro: Adaugă

source: Delete
hu: Töröl
ro: Şterge

source: Virtual Interfaces
hu: Virtuális interfész
ro: Interfeţe virtuale

source: The removal of the vlan interface will affect the configuration of one or more modules that use references to this network interface.
hu: A vlan interfész eltávolításával befolyásolhat egy vagy több modult, amely használja ezt az interfészt.
ro: Ştergerea interfeţei vlan va afecta configurarea modulelor ce referă această interfaţă de reţea.

source: Network interfaces
hu: Hálózati csatolók
ro: Interfeţe de reţea

source: Configure network for external interfaces
hu: Külső interfész hálózati beállítása
ro: Configurare reţea pentru interfeţe externe

source: Now you can set IP addresses and networks for each interface
hu: Most beállíthatja az IP címeket és a hálózatot minden interfészen
ro: Acum puteţi pune adrese IP şi reţele pe fiecare interfaţă

source: Don't configure
hu: Ne állítsa be/át
ro: Nu configura

source: Select external network interfaces
hu: Válassza ki a külső hálózati csatolót
ro: Selectaţi interfeţele către reţele externe

source: You will not be able to connect to Zentyal administration page through them
ro: Nu veţi putea deschide paginile de administrare Zentyal prin ele

source: Domain Name Resolution
ro: Rezolvare Nume Domeniu

source: Domain name
hu: Tartománynév
ro: Nume domeniu

source: Lookup
ro: Căutare

source: Output
hu: Kimenet
ro: Rezultat

source: If you choose to continue, all modules that make use of the current configuration of this network interface will delete the relevant parts of their configuration. Choose "Cancel" if you are not sure about this.
hu: Ha úgy dönt, hogy folytatja, minden modulban amely erre az interfészre hivatkozik, törlésre kerül a hivatkozott konfiguráció. Ha nem biztos a dolgában válassza a "Mégsem" gombot.
ro: Dacă veţi continua, toate modulele ce au ca referinţă configurarea curentă a aceastei interfeţe de reţea vor şterge părţile relevante din configurarea lor. Alegeţi "Răzgândire" dacă nu sunteţi siguri.

source: Host
hu: Gép

source: Netmask
hu: Hálózati maszk

source: WAN Failover is only available for static interfaces
hu: A WAN Failover szolgáltatás csak statikus csatolók számára elérhető

source: Auto
hu: Automatikus

source: gateway
hu: átjáró

source: Gateway
hu: Átjáró
