Repository: BillTheBest/zentyal
Catalog: client/network/po/*.po
Languages: hu, ro

source: network interface
hu: hálózati interfész
ro: interfaţă de reţea

source: method
hu: metódus
ro: metodă

source: ip address
hu: ip cím
ro: adresă IP

source: netmask
hu: hálózati maszk
ro: mască de reţea

source: user name
hu: felhasználónév
ro: nume utilizator

source: password
hu: jelszó
ro: parolă

source: VLAN Id
hu: VLAN azonosító (ID)
ro: ID VLAN

source: virtual interface action
hu: virtuális interfész művelet
ro: acţiune interfaţă virtuală

source: IP address
hu: IP cím
ro: adresă IP

source: virtual interface name
hu: virtuális interfész neve
ro: nume interfaţă virtuală

source: Network Diagnostic Tools
hu: Hálózati diagnosztikai eszközök
ro: Unelte diagnostic reţea

source: host name
hu: gép neve
ro: nume host

source: Network Interfaces
hu: Hálózati csatoló
ro: Interfeţe de reţea

source: traffic balance
hu: forgalom kiegyenlítés
ro: echilibrare trafic

source: Gateway {gw} connected
hu: A {gw} átjáró csatlakoztatva.
ro: Gateway-ul {gw} conectat

source: Gateway {gw} disconnected ({failRatio}% of '{type}' tests to host '{host}' failed, max={maxFailRatio}%)
hu: A {gw} átjáró nincs csatlakozva ({failRatio}% of '{type}' tests to host '{host}' failed, max={maxFailRatio}%)
ro: Gateway-ul {gw} deconectat ({failRatio}% de '{type}' teste pt. host-ul '{host}' eşuate, max={maxFailRatio}%)

source: WAN Failover
hu: WAN feladatátvétel
ro: Asigurare WAN

source: Check if gateways are connected or disconnected.
hu: Ellenőrzi az átjáró állapotát (csatlakozott-e vagy sem).
ro: Verifică dacă gateway-urile sunt conectate sau deconectate.

source: Traffic rate monitoring
hu: Forgalom monitorizálás
ro: Monitorizare rată de trafic

source: Gateways and Proxy
ro: Gateway-uri şi Proxy

source: Events module is not enabled. You have to enable it and also enable the WAN Failover event in order to use this feature.
hu: Az Esemény modul nincs bekapcsolva. Ha bekapcsolod, akkor a WAN Failover (átterhelés[t]?) szintén be kell kapcsolni.
ro: Modulul Evenimente nu este activat. Pentru a utiliza această trăsătură, trebuie activat şi evenimentul WAN Failover.

source: WAN Failover event is not enabled. You have to enable it in order to use this feature
hu: A WAN Failover eseménykövetés nincs bekapcsolva. Kapcsolja be a funkció használatához
ro: Evenimentul Asigurare WAN nu este activat. Pentru a utiliza această optiune, trebuie activat acest eveniment.

source: Domain Name Server Resolver
hu: Domain Name Server (megoldó?) feloldó
ro: Rezolvare server nume domeniu (DNS)

source: Balance Traffic
hu: Forgalom kiegyenlítés
ro: Echilibrare trafic

source: To be able to use this feature you need at least two enabled gateways. You can add them <a href="/ebox/Network/View/GatewayTable">here</a> first.
hu: A funkció használatához szükség van két beállított átjáróra. Ezt előbb <a href="/ebox/Network/View/GatewayTable">itt</a> adja hozzá.
ro: Pentru a putea utiliza această optiune e nevoie de cel puţin două gateway-uri active. Le puteţi activa acum <a href="/ebox/Network/View/GatewayTable">aici</a>.

source: Status
hu: Státusz
ro: Stare

source: Running
hu: Fut
ro: Rulează

source: bytes/second
hu: bájtok/másodperc
ro: octeti/secundă

source: Traffic data for source
hu: Forgalom a forráshoz
ro: Date trafic pentru sursă

source: Network traffic from {src}
hu: Hálózati forgalom a(z) {src} felől
ro: Trafic reţea de la {src}

source: Traffic data not found for service
hu: A szolgáltatás forgalomadatai nem találhatóak.
ro: Nu sunt date de trafic pt. serviciu(l)

source: Network traffic for {service}
hu: A {service} szolgáltatás hálózati forgalma.
ro: Trafic reţea pentru {service}

source: Traffic data for service
hu: A szolgáltatás hálózati forgalma.
ro: Date de trafic pt. serviciu(l)

source: Traffic data not found for source and service pair
hu: Forgalomadatok nem elérhetőek a forrás és szolgáltatás páros esetén.
ro: Nu sunt date de trafic pt. perechea sursă/serviciu

source: source {src} and service {service}
hu: forrás: {src} és szolgáltatás: {service}
ro: sursă {src} şi serviciu {service}

source: Network traffic from source {src} and for service {service}
hu: A következő forrás: {src} és a szolgáltatás: {service} hálózati forgalma
ro: Trafic reţea de la sursa {src} şi pt. serviciul {service}

source: All active services
hu: Az összes szolgáltatás aktív.
ro: Toate serviciile active

source: Traffic data for
hu: Forgalom adatok:
ro: Date trafic pt.

source: all services
hu: minden szolgáltatás
ro: toate serviciile

source: All active sources
hu: Minden forrás aktív.
ro: Toate sursele active

source: Traffic data for
hu: Forgalmi adatok
ro: Date trafic pt.

source: all sources
hu: összes forrás
ro: toate sursele

source: Total traffic rate from {src}
hu: {src}-ból/ből eredő összes forgalom
ro: Rată total trafic de la {src}

source: Total traffic rate for {service}
hu: A {service} teljes forgalma
ro: Rată total trafic pentru {service}

source: Traffic rate from {src} for {service}
hu: A {src}-től eredő {service} szolgáltatás teljes forgalma
ro: Rată trafic de la {src} pentru {service}

source: Network
hu: Hálózat
ro: Reţea

source: Add default routers to the default table
hu: Adja hozzá az alapértelmezett útvonalakat az alapértelmezett táblához
ro: Adaugă routere implicite la tabelul implicit

source: This is needed to work with a multigateway configuration. Note that to list the default routes you must execute:
hu: Ez szükséges a többátjárós működéshez. Az alapértelmezett útvonalak megjelenítéséhez le kell futtatni: _
ro: Este necesară pentru configurarea în mod multigateway. Reţineţi că pentru a lista rutele implicite trebuie să executaţi:

source: Enable Zentyal DHCP hook
ro: Activare registru Zentyal DHCP

source: It will take care of adding the default route given by a DHCP server to the default route table.
hu: Figyeljen oda a DHCP által kiosztott alapértelmezett átjáró hozzáadásához az alapértelmezett route táblához.
ro: Va avea grijă să adauge ruta implicită dată de un server DHCP la tabela de rutare implicită.

source: Zentyal will set your network configuration
ro: Zentyal va înregistra configuraţia reţelei

source: Zentyal will set your DNS configuration
ro: Zentyal va înregistra configuraţia DNS

source: Zentyal will set your DHCP client configuration
ro: Zentyal va înregistra configuraţia client DHCP

source: Zentyal will set your ddclient configuration
ro: Zentyal va înregistra configuraţia ddclient

source: Zentyal will store your PPPoE passwords
ro: Zentyal va înregistra parolele PPPoE

source: Zentyal will add a DSL provider configuration for PPPoE
ro: Zentyal va adăuga o configuraţie pt. furnizorul DSL pentru PPPoE

source: Zentyal will set HTTP proxy for all users
ro: Zentyal va înregistra proxy-ul HTTP pentru toţi utilizatorii

source: Zentyal will set HTTP proxy for APT
ro: Zentyal va înregistra proxy-ul HTTP pentru APT

source: Virtual interface name
hu: Virtuális interfész neve
ro: Nume interfaţă virtuală

source: Interface
hu: Interfész
ro: Interfaţă

source: This interface cannot be put in trunk mode, it is an vlan interface.
hu: Ezt az interfészt nem lehet trunk módba állítani, mivel ez virtuális interfész.
ro: Această interfaţă nu poate fi pusă în mod trunk, este vorba de o interfaţă vlan.

source: This interface is in trunk mode, you should unconfigure all the vlan interfaces in this trunk before changing its configuration mode.
hu: Ez az interfész trunk módban van, ami előtt megváltoztatná a beállításait, le kell kapcsolja róla a virtuális interfészeket.
ro: Această interfaţă este în mod trunk, ar trebui şterse configurările tuturor interfeţelor vlan din acest trunchi înainte de a-i schimba modul de configurare.

source: Network interfaces need to be in trunk mode before adding vlans to them.
hu: A hálózati interfészeket virtuális hálózatok hozzáadása előtt, trunk módba kell helyezni.
ro: Interfeţele de reţea trebuie să fie în mod trunk înainte de a adăuga vlan-uri la ele.

source: The requested operation will cause one of the configured gateways to become unreachable. Please remove it first if you really want to make this change.
hu: A kért művelet azt eredményezi, hogy egy a beállított átjárók közül elérhetetlen lesz. Kérem a beállítások mentése előtt előbb ezt távolítsa el.
ro: Operaţiunea cerută va face inaccesibil unul din gateway-urile configurate. Ştergeţi-l înainte de a face această schimbare.

source: Gateway {gw} not reachable
hu: A következő átjáró nem érhető el: {gw}
ro: Gateway {gw} inaccesibil

source: Gateway {gw} must be reachable by a static interface. Currently it is reachable by {iface} which is not static
hu: A {gw} átjáró egy statikus interfészen keresztül kell elérhető legyen. Jelenleg ez a {iface} nem statikus interfészen keresztül van elérve
ro: Gateway-ul {gw} trebuie să fie accesibil printr-o interfaţă statică. Acum este accesibil prin interfaţa {iface}, ce nu e statică

source: Host name
hu: Host neve
ro: Nume gazda

source: down
ro: inactiv(ă)

source: up
ro: activ(ă)

source: external
hu: külső
ro: extern(ă)

source: internal
hu: belső
ro: intern(ă)

source: link ok
ro: conectat(ă)

source: no link
hu: nincs link
ro: deconectat(ă)

source: MAC address
hu: MAC cím
ro: Adresă MAC

source: Tx bytes
hu: Tx bájtok
ro: octeti Tx

source: Rx bytes
hu: Rx bájtok
ro: octeti Rx

source: Interfaces
hu: Interfészek
ro: Interfeţe

source: Gateways
hu: Átjárók
ro: Gateway-uri

source: Static Routes
hu: Statikus route-ok
ro: Rute statice

source: Diagnostic Tools
hu: Diagnosztikai eszközök
ro: Unelte pt. diagnosticare

source: IP or network address
hu: IP vagy hálózati cím
ro: Adresă reţea sau IP

source: Gateway used to reach the above network address
hu: A fenti hálózat eléréséhez használt átjáró
ro: Gateway-ul folosit pentru a accesa adresa reţelei de mai sus

source: Description
hu: Leírás
ro: Descriere

source: Optional description for this route
hu: A route opcionális leírása
ro: Descriere opţională pentru această rută

source: Static Routes List
hu: Statikus route-ok listája
ro: Lista rutelor statice

source: All gateways you enter here must be reachable through one of the network interfaces currently configured.
hu: Minden itt feltüntetett átjáró elérhető valamelyik beállított hálózati interfészen keresztül.
ro: Toate gateway-urile introduse aici trebuie să fie accesibile prin una dintre interfeţele de reţea configurate curent.

source: static route
hu: statikus route
ro: rută statică

source: Domain
hu: Tartomány
ro: Domeniu

source: Search Domain
hu: Keresett tartomány
ro: Domeniu de căutare

source: This domain will be appended when trying to resolve hosts if the first attempt without appending it has failed.
hu: Ez a tartománynév hozzá lesz csatolva a keresett névhez, ha a feloldás elsőre sikertelen.
ro: Acest domeniu va fi adăugat atunci când prima încercare de a rezolva gazda, fără a avea domeniul adăugat, a eşuat

source: Enable
hu: Bekapcsolva
ro: Activează

source: Traffic balancing
hu: Forgalom kiegyenlítés
ro: Echilibrare trafic

source: By enabling this feature, your traffic will be balanced amongst your gateways. That is, every new connection will be sent by a different gateway. You can choose which proportion of traffic goes through each gateway using the weight parameter of the gateway. You can change that value {openref}here{closeref}.{br}If you want to explicitily route traffic by a certain gateway, use the multigateway rules below
hu: Ezen opció bekapcsolásával, a forgalom ki lesz egyenlítve az átjárók között. Ez avval jár, hogy minden új kapcsolat más átjáróhoz lesz rendelve. A forgalomelosztás arányát a Súlyozás paraméter segítségével tudja szabályozni. Ennek értékét {openref}itt{closeref} tudja megváltoztatni.{br}Ha explicit módon szeretné megadni az átjárót, adja meg lentebb a szabályokat
ro: Activând această facilitate, traficul va fi distribuit între gateway-urile dvs. Deci, fiecare nouă conexiune va fi trimisă printr-un gateway diferit. Puteţi specifica proporţionarea traficului ce iese prin fiecare gaterway folosind parametrul Pondere al gateway-ului. Puteţi modifica această valoare {openref}aici{closeref}.{br}Dacă doriţi canalizarea traficului printr-un anume gateway, folosiţi regulile multigateway de mai jos

source: rule
hu: szabály
ro: regulă

source: any
hu: bármely
ro: oricare

source: Incoming interface to match packets. If you want to match a whole subnet you can select the interface of that subnet
hu: A csomagok bejövő csatolója. Ahhoz, hogy egy teljes alhálózatot be tudjon azonosítani válassza ki az alhálózat hálózati csatolóját
ro: Interfaţa de intrare a pachetelor de potrivit. Dacă doriţi potrivirea unei întregi subreţele, puteţi selecta interfaţa acelei subreţele

source: Source
hu: Forrás
ro: Sursă

source: Any
hu: Bármely
ro: Oricare

source: Source IP
hu: Forrás IP
ro: IP sursă

source: Source object
hu: Forrás objektum
ro: Obiect sursă

source: Destination
hu: Cél
ro: Destinaţie

source: Destination IP
hu: Cél IP
ro: IP destinaţie

source: Destination object
hu: Cél objektum
ro: Obiect destinaţie

source: Service
hu: Szolgáltatás
ro: Serviciu

source: Gateway to route packets matching this rule
hu: Az átjáró amelyre a szabálynak megfelelő csomagok irányítva lesznek
ro: Gateway pentru rutarea pachetelor identificate de această regulă

source: Multigateway rules
hu: Többátjárós szabályok
ro: Reguli multigateway

source: You can decide what kind of traffic goes out by each gateway. This way, you can force a subnet, service, destination and so forth to use the router you choose. Please, bear in mind that rules will be applied in order, from top to bottom, you can reorder them once they are added. If you do not set a port or an IP address, then the rule will match all of them
hu: Eldöntheti, hogy milyen típusú forgalom menjen ki mindegyik átjárón. Ezzel, egy alhálózatot vagy szolgáltatás állíthat be egy bizonyos átjáróra. Megyjegyzendő, hogy ezek a szabályok sorban lesznek alkalmazva, fentről lefele, és hozzáadás után át lehet őket rendezni. Ha nem állít be egy portot vagy egy IP címet, a szabály mindre fog vonatkozni.
ro: Puteţi decide ce fel de trafic iese prin fiecare gateway. Astfel, puteţi forţa o subreţea, serviciu, destinaţie şamd. să folosească router-ul dorit. Reţineţi că regulile vor fi aplicate secvenţial, de sus în jos. Le puteţi reordona după adăugarea lor. Dacă nu selectaţi un port sau o adresă IP anume, regula se va aplica pentru toate

source: IP address of the DNS server that Zentyal will use to resolve names.
ro: Adresa IP a serverului DNS folosit de Zentyal pentru a rezolva numele.

source: Domain Name Server
ro: Server Nume Domeniu (DNS)

source: Domain Name Server Resolver List
hu: Domain Name Server feoldási lista
ro: Lista Resolver pt. Servere Nume Domeniu

source: name server
hu: névszerver
ro: server nume

source: <p>Here you can add the name server resolvers that Zentyal will use.</p><p>Note that these settings may be overriden if you have any network interface configured via DHCP</p>
ro: <p>Adăugaţi aici serverele de rezolvare a numelui ce vor fi utilizate de Zentyal.</p><p>Aceste configurări pot fi suprascrise dacă aveţi orice interfaţă de reţea configurată prin DHCP</p>

source: Interface to listen
hu: Aktív interfész
ro: Ascultare pe interfaţa

source: Traffic rate monitor settings
hu: Forgalom sebességellenőrzőjének beállítása
ro: Configurare monitorizare rată trafic

source: Changes will be applied immediately to the traffic rate monitor
hu: A forgalomi sebességellenőrző beállításai azonnal érvénybe lépnek
ro: Modificările vor fi aplicate imediat monitorului ratei de trafic

source: Settings changed
hu: Beállítások megváltoztatva
ro: Configuraţie modificată

source: {iface} (internal interface)
hu: {iface} (belső interfész)
ro: {iface} (interfaţă internă)

source: {iface} (external interface)
hu: {iface} (külső interfész)
ro: {iface} (interfaţă externă)

source: all
hu: mind
ro: toate

source: Enable Dynamic DNS
hu: Dinamikus DNS bekapcsolása
ro: Activare DNS dinamic

source: Username
hu: Felhasználónév
ro: Nume utilizator

source: Password
hu: Jelszó
ro: Parolă

source: Hostname
hu: Hostnév
ro: Nume gazda

source: Configuration
hu: Beállítás
ro: Configurare

source: All gateways you enter here must be reachable through one of the network interfaces currently configured
hu: Minden ide beírt átjáró elérhető kell legyen valamelyik már beállított interfészen keresztül
ro: Toate gateway-urile introduse aici trebuie să fie accesibile prin una din interfeţele de reţea configurate curent

source: Starting traffic rate monitoring. Wait patiently until the graph appears
hu: Hálózati forgalom monitorizálásának elkezdése. Várjon türelemmel, ameddig a grafikonok megjelennek
ro: Pornire monitorizare rată trafic. Aşteptaţi apariţia graficului

source: Stopping traffic rate monitoring
hu: Hálózati forgalom monitorizálásának befejezése.
ro: Oprire monitorizare rată trafic

source: The traffic rate monitor is start/stop on demand without requiring to save changes first
hu: A hálózati forgalom monitorizáló elindul/leáll anélkül, hogy el kellene mentse a beállításokat
ro: Monitorizarea ratei de trafic este pornită/oprită la cerere fără a necesita înregistrarea prealabilă a modificărilor.

source: Ping to gateway
hu: Ping az átjáróhoz
ro: Ping la gateway

source: Ping to host
hu: Ping a host-hoz
ro: Ping la host

source: DNS resolve
hu: DNS feloldás
ro: Rezolvare DNS

source: HTTP Request
hu: HTTP kérés
ro: Cerere HTTP

source: Test type
hu: Teszt típus
ro: Tip test

source: Number of probes
hu: Próbálkozások száma
ro: Număr de probe

source: Required success ratio
hu: Szükséges sikeres visszajelzési arány
ro: Rata necesară de succes

source: Test rules
hu: Teszt szabályok
ro: Reguli de testare

source: You can define different rules to test if a gateway is working properly. If one of the test fails the gateway will be disabled. It will be enabled again when all tests are passed.
hu: Létrehozhat különböző szabályokat, hogy tesztelni tudja az átjáró helyes működését. Ha bármelyik teszt sikertelen, az átjáró le lesz kapcsolva. Újra aktiválódik, ha minden teszt megint pozitív lesz.
ro: Puteţi defini reguli diferite pentru a testa dacă gateway-ul funcţionează. Dacă unul din teste eşuează, gateway-ul va fi dezactivat. Va fi activat din nou atunci cînd toate testele trec cu succes.

source: Invalid value for Host
hu: Érvénytelen Host érték
ro: Valoare incorectă pt. gazda

source: Time between checks
hu: Ellenőrzések közötti idő
ro: Perioada de verificare

source: seconds
hu: másodpercek
ro: secunde

source: Global options
hu: Általános beállítások
ro: Opţiuni globale

source: These options affect to all the tests.
hu: Ezek a beállítások befolyásolják az összes többit.
ro: Aceste opţiuni afectează toate testele.

source: Name
hu: Név
ro: Nume

source: Interface connected to this gateway
hu: Ehhez az átjáróhoz beállított interfész
ro: Interfeţe conectate la acest gateway

source: Weight
hu: Súlyozás
ro: Pondere

source: This field is only useful if you have more than one router and the balance traffic feature is enabled.
hu: Ezt a mező csak akkor hasznos, ha egynél több routere van és a hálózati forgalom kiegyenlítés szolgáltatás be van kapcsolva.
ro: Acest cîmp este util doar dacă aveţi mai multe routere iar funcţia echilibrare trafic este activată.

source: Default
hu: Alapértelmezett
ro: Implicit

source: Gateways List
hu: Átjárók listája
ro: Listă gateway-uri

source: You can add as many gateways as you want. This is very useful if you want to split your Internet traffic through several links. Note that if you configure interfaces as DHCP or PPPoE their gateways are added here automatically.
hu: Tetszőleges számú átjárót adhat hozzá. Ez nagyon hasznos lehet amennyiben többfelé szeretné elosztani az internetes forgalmát. Megjegyzés: ha a csatolót DHCP vagy PPPoE kapcsolattal állítja be az átjárók automatikusan be lesznek állítva.
ro: Puteţi adăuga mai multe gateway-uri. Asta e util în cazul în care doriţi împărţirea traficului Internet prin mai multe legături. Reţineţi că dacă aveţi interfeţe configurate prin DHCP sau PPPoE, gateway-urile lor vor fi adăugate aici automat.

source: You can not manually add a gateway for DHCP or PPPoE interfaces
hu: DHCP vagy PPPoE csatolók esetében kézileg nem állíthatja be az átjárót
ro: Nu puteţi adăuga manual gateway pt. interfeţele DHCP sau PPPoE

source: Automatically added gateways can not be manually deleted
hu: Automatikusan hozzáadott átjárók nem törölhető kézileg
ro: Gateway-urile adăugate automat nu pot fi şterse manual

source: Select traffic graphic
hu: Válassza ki a forgalom-monitorizáló grafikont
ro: Selectare grafic pt. trafic

source: Several views are showed depending on the parameter selection. An host IP address and a service, which must match the text given by the graphs legend based on /etc/services, may be required by the graph type. The flow view will change accordingly
hu: Több nézet megjelenik, a paraméterek fügvényében. A gép IP címe és a szolgáltatás neve az /etc/services fájl alapján, ha a grafikon típusa megengedi. A nézetet meg lehet változtatni
ro: În funcţie de selectarea parametrilor vor fi vizibile mai multe vederi. În funcţie de tipul graficului, pot fi necesare o adresă IP şi/sau un serviciu, ce trebuie să se potrivească exact cu textul din legenda graficului bazat pe /etc/services. Vederea cursivă se va modifica în consecinţă.

source: Graph type
hu: Grafikon típusa
ro: Tip grafic

source: All active traffic by source
hu: Teljes forgalom, forrás szerint
ro: Tot traficul activ după sursă

source: All active traffic by service
hu: Teljes forgalom, szolgáltatás szerint
ro: Tot traficul activ după serviciu

source: Traffic by selected source
hu: Kiválasztott forrás szerinti forgalom
ro: Trafic după sursa selectată

source: Traffic by selected service
hu: Kiválasztott szolgáltatás szerinti forgalom
ro: Trafic după serviciul selectat

source: Traffic by source and service
hu: Forrás és szolgáltatás szerinti forgalom
ro: Trafic după sursă şi serviciu

source: Proxy server
ro: Server Proxy

source: Proxy port
ro: Port Proxy

source: This settings will be used to allow Zentyal to access the Internet if an HTTP proxy is needed.
ro: Acestă configuraţie va fi utilizată pentru a permite accesul Zentyal la Internet prin intermediul unui Proxy.

source: The change you are trying to make will affect the configuration of one or more modules that use references to this network interface.
hu: A végrehajtani kívánt változtatás hatással lehet több modulra, amely erre a hálózati interfészre hivatkozik.
ro: Modificarea va afecta configurarea unor module ce au ca referinţă această interfaţă de reţea.

source: If you choose to continue, all modules that make use of this network interface will delete the relevant parts of their configuration. Choose "Cancel" if you are not sure about this.
hu: Ha úgy dönt, hogy folytatja, minden modulban amely hivatkozik erre az interfészre, a hivatkozó konfiguráció törlésre kerül. Válassza a "Mégsem" opciót, ha nem biztos a dolgában.
ro: Dacă veţi continua, toate modulele ce au ca referinţă această interfaţă de reţea vor şterge părţile relevante din configurarea lor. Alegeţi "Răzgândire" dacă nu sunteţi siguri.

source: Cancel
hu: Mégsem
ro: Răzgândire

source: Remember that changing the network interfaces configuration may cause you to lose access to the administration page.
hu: Megjegyzendő, hogy ha megváltoztatja a hálózati interfész beállítását, elveszítheti a kapcsolatot az adminisztrációs felülettel.
ro: Reţineţi că modificarea configuraţiei interfeţelor de reţea poate cauza pierderea accesului la pagina de administrare.
