Repository: BillTheBest/zentyal
Catalog: client/objects/po/*.po
Languages: nl, ro, sk, sr

source: Objects
nl: Objecten
ro: Obiecte
sk: Objekty
sr: Objekti

source: Added object {object}
nl: Object {object} toegevoegd
ro: Obiect adăugat: {object}
sk: Pridaný objekt {object}
sr: Dodat objekt {object}

source: Added {nname} ({ip}/{mask} [{mac}]) to object {object}
nl: {nname} ({ip}/{mask}[{mac}]) aan object {object} toegevoegd
ro: Adăugat {nname} ({ip}/{mask} [{mac}]) la objectul {object}
sk: Pridaný {nname} ({ip}/{mask} [{mac}]) k objektu {object}
sr: Dodat {nname} ({ip}/{mask} [{mac}]) objektu {object}

source: Removed object {object}
nl: Object {object} verwijderd
ro: Obiect şters: {object}
sk: Odstránený objekt {object}
sr: Uklonjen objekt {object}

source: Forcefully removed object {object}
nl: Object {object} gedwongen verwijderd
ro: Obiect şters cu forţa: {object}
sk: Na tvrdo odstránený objekt {object}
sr: Nasilno uklonjen objekt {object}

source: Removed {nname} from object {object}
nl: {nname} van object {object} verwijderd
ro: {nname} şters din obiectul: {object}
sk: {nname} odstránený z objektu {object}
sr: Ukloniti {nname} iz objekta {object}

source: Object
ro: Obiect
sk: Objekt
sr: Objekt

source: Name
nl: Naam
ro: Nume
sk: Meno
sr: Ime

source: Members
nl: Leden
ro: Membri
sk: Členovia
sr: Članovi

source: Objects List
nl: Objecten Lijst
ro: Listă obiecte
sk: Zoznam Objektov
sr: Lista objekata

source: object
ro: obiect
sk: objekt
sr: Objekt

source: This object is being used by another module
nl: Dit object word gebruikt door een andere module
ro: Acest obiect este folosit de un alt modul
sk: Tento objekt je používaný iným modulom
sr: Neki drugi modul koristi ovaj objekt

source: Objects are an abstraction of machines and network addresses which can be used in other modules. Any change on an object is automatically synched in all the modules using it
nl: Objecten zijn abstracties van apparaten en netwerkadressen welke in andere modules gebruikt kunnen worden. Elke verandering aan een object word automatisch met de andere modules die waar het in gebruik is, gesynchroniseerd.
ro: Obiectele sunt o abstractizare a calculatoarelor şi a adreselor din reţea ce pot fi folosite în alte module. Orice schimbare a unui obiect este sincronizată automat în toate modulele ce îl utilizează.
sk: Objekty sú pomyselné zariadenia a sieťové adresy, ktoré môžu byť použité v ostatných moduloch. Akákoľvek zmena v objekte je automaticky prenesená do všetkých modulov využívajúcich daný objekt.
sr: Objekti su apstrakcije mašina i adrese mreža koje se mogu koristiti u drugim modulima. Svaka promena na objektu se automatski sinhronizuje u svim modulima koji se koriste za iste.

source: 'Any' is a reserved word that could not be used as object name to avoid confusions
nl: 'Elke' is een gereserveerd woord dat niet kan gebruikt worden als object naam om verwarring te vermijden
ro: 'Any' este un cuvânt rezervat ce nu poate fi folosit drept nume de obiect pt. a evita confuziile.
sk: 'Any' je rezervované slovo, ktoré nemôže byť použité ako meno objektu, aby sa predišlo zámenám.
sr: 'Any' Je rezervisana reč koja se ne može koristi kao ime objekata kako bi se izbegle zabune

source: IP address
nl: IP adres
ro: Adresa IP
sk: IP adresa
sr: IP adresa

source: MAC address
nl: MAC adres
ro: Adresa MAC
sk: MAC adresa
sr: MAC adresa

source: member
nl: lid
ro: membru
sk: člen
sr: Član

source: You can only use MAC addresses with hosts
nl: U kunt enkel MAC adressen gebruiken met hosts
ro: Adresele MAC se pot folosi doar la host-uri
sk: Môžete používať iba MAC adresy
sr: Možete koristiti samo MAC adrese sa sledećih host-ova

source: network address
nl: netwerk adres
ro: adresa din reţea
sk: sieťová adresa
sr: mrežna adresa

source: {ip} overlaps with the address or another object's member
ro: {ip} se suprapune cu adresa sau membrul altui obiect
sk: {ip} koliduje s adresou alebo iným členom objektu
sr: {ip} preklapa sa adresom ili drugim objektom čiji je član
