Repository: BillTheBest/zentyal
Catalog: client/ebox/po/*.po
Languages: da

source: Total ticks
da: Totalt antal ticks

source: It must be a non-zero positive number
da: Det skal være et positivt tal støre end nul

source: To solve it you can try to execute the following commands:
da: For at løse det kan du prøve følgende kommando:

source: Progress indicator with id {id} not found
da: Fremskridts indikator med id {id} kunne ikke findes

source: Number of ticks to notify
da: Antal ticks før der skal gives besked

source: must be greater than zero
da: skal være større end nul

source: Executable has not been run
da: Programmet er ikke udført

source: The executable has not run
da: Programmet er ikke udført

source: The executable has already been started
da: Programmet kører allerede

source: The executable has already finished
da: Programmet er kørt færdig

source: Domain
da: Domæne

source: Events
da: Handlinger

source: Any
da: Alle

source: Event
da: Handling

source: Name
da: Navn

source: Description
da: Beskrivelse

source: Configuration
da: Konfiguration

source: None
da: Ingen

source: event
da: handling

source: Enable/Disable each event watcher monitoring
da: Enable/disable hver overvågning af handlinger

source: Enabled
da: Slået til

source: Receiver
da: Modtager

source: dispatcher
da: sender

source: Enable/Disable each event dispatcher
da: Enable/disable hver handlings sender

source: In order to enable a configurable event dispatcher, you need to configure it first
da: For at kunne slå en konfigurerbar handlings sender til, skal den først konfigureres

source: Jabber server name
da: Jabber server navn

source: Jabber user name
da: Jabber bruger navn

source: User password
da: Bruger password

source: Subscribe
da: Tilmeld

source: Administrator Jabber Identifier
da: Administrator Jabber id

source: Configure Jabber dispatcher
da: Konfigurer Jabber sender

source: Jabber dispatcher configuration updated
da: Jabber senderens konfiguration er ændret

source: It should follow the pattern 'user@domain[/resource]'
da: Det skal se sådan ud: 'bruger@domæne[/resource]'

source: Nobody
da: Ingen

source: Error
da: Fejl

source: Date
da: Dato

source: Password changed
da: Passwordet er ændret

source: An internal error related to a template has occurred. This is a bug, relevant information can be found in the logs.
da: En intern fejl i forbindelse med en skabelon er opstået. Dette er en fejl, relevant information kan findes i loggen.

source: Dashboard
da: Instrumentbræt

source: Incorrect password
da: Forkert password

source: For security reasons your session has expired due to inactivity
da: Af sikkerhedsårsager er dit login udløbet på grund af inaktivitet

source: You have been logged out because a new session has been opened
da: Du er blevet logget ud fordi en anden login er åbnet

source: Logout
da: Logud

source: Incorrect password.
da: Forkert password

source: New passwords do not match.
da: De nye password er ikke ens

source: The password must be at least 6 characters long
da: Passwordet skal være mindst 6 tegn langt

source: The password was changed successfully.
da: Passwordet blev ændret

source: Configuration Backup
da: Konfigurations backup

source: Please confirm that you want to delete the following backup file:
da: Bekræft venligst at du vil slette følgende backup fil:

source: Delete
da: Slet

source: Please confirm that you want to restore using this backup file:
da: Bekræft at du vil læse denne backup ind:

source: Restore
da: Genetabler

source: The input contains invalid characters
da: Inputtet indeholder ugyldige tegn

source: Configuration backup
da: Backup af konfiguration

source: Full data and configuration backup
da: Fuld backup af data og konfiguration

source: Bug-report configuration dump
da: Lav en bug-report konfigurations dump

source: module name
da: modul navn

source: The module was restarted correctly.
da: Modulet blev genstartet korrekt

source: Upgrading
da: opgradere

source: Unknown backup mode: {mode}
da: Ukendt backup måde: {mode}

source: Unknown restore mode: {mode}
da: Ukendt restore måde: {mode}

source: Backing up
da: Backup kører

source: Backing up modules
da: Backup af moduler

source: operations left to finish backup
da: Operationer der mangler før backup er færdig

source: Backup successful
da: Backup lykkedes

source: Restoring backup
da: Restore af backup

source: Restoring modules
da: Restore af moduler

source: Module
da: Modul

source: Restore successful
da: Restore lykkedes

source: Disk Usage
da: Disk forbrug

source: Save configuration
da: Gem konfiguration

source: Current operation
da: Nuværende operation

source: Some modules reported error when saving changes . More information on the logs in {dir}
da: Nogle moduler meldte om fejl da der blev gemt ændringer. Mere information i log filerne i {dir}

source: Some modules reported error when discarding changes . More information on the logs in {dir}
da: Nogle moduler rapporterede fejl, da de skiftede ændringer. Flere oplysninger i loggen i {dir}

source: Check if any event has happened in RAID subsystem
da: Check om der er sket noget i RAID systemet

source: New array RAID device {devName} information:
da: Ny RAID array enhed {devName} information:

source: State: {state}
da: Status: {state}

source: Active devices needed: {nb}
da: Manglende aktive RAID enheder {nb}

source: Active devices: {nb}
da: Aktive RAID enheder: {nb}

source: Operation in progress: {operation}
da: Operationer behandles: {operation}

source: Completed operation percentage: {per}
da: Procent af kørt operation: {per}

source: Operation estimated finish time: {time}
da: Operation forventet færdig: {time}

source: RAID device {name} has dissappeared: A RAID array which previously was configured appears to no longer be configured
da: RAID enhed {name} er forsvundet: Et RAID område som tidligere er konfigureret ser ud til ikke længere at være konfigureret.

source: RAID device {name} has changed its state from {oldState} to {newState}
da: RAID enhed {name} har ændret status fra {oldState} til {newState}

source: RAID device {name} has changed its number of active components from {oldNum} to {newNum}
da: RAID enhed {name} har ændret antallet af aktive komponenter fra {oldNum} til {newNum}

source: RAID device {name} has started operation {opName}.
da: RAID enhed {name} har startet operationen {opName}.

source: RAID device {name} has finished operation {opName} or it was aborted.
da: RAID enhed {name} er færdig med operation {opName} eller denne er ikke udført.

source: RAID device {name} has finished operation {oldOpName} and started {newOpName}.
da: RAID enhed {name} er færdig med operationen {oldOpName} og har startet {newOpName}.

source: Active component {compName} from RAID array {arrayName} has been marked as faulty
da: Aktive komponenter {compName} fra RAID område {arrayName} er blevet mærket som fejlet.

source: Spare component {compName} from RAID array {arrayName} which was being rebuilt to replace a faulty device has failed
da: Reserve komponent {compName} fra RAID område {arrayName} som var blevet genopbygget for at erstatte fejlet enhed, er fejlet.

source: Spare component {compName} from RAID array {arrayName} which was being rebuilt to replace a faulty device has been successfully rebuilt and has been made active
da: Reserve komponent {compName} fra RAID område {arrayName} som var blevet genopbygget for at erstatte fejlet enhed, er blevet genopbygget og er sat aktiv.

source: A new component {compName} has been hot added to RAID device {arrayName} with status {status}
da: Et nyt komponent {compName} er blevet tilføjet RAID enhed {arrayName} med status {status}

source: A component {compName} has been hot removed from RAID array {arrayName} when its status was {status}
da: En komponent {compName} er blevet fjernet fra RAID område {arrayName} da dens status var {status}

source: degraded
da: nedgraderet

source: rebuilding
da: genopbygning

source: check
da: Checker

source: spare
da: reserve

source: The following modules are not running but they are enabled: {modules}
da: De følgende moduler er aktiverede men kører ikke: {modules}

source: Check if any Zentyal service is not running when it is enabled
da: Check om nogen Zentyal tjenester ikke kører, selv om de er aktiverede

source: The service {service} has been restarted {restart} times in {time} seconds and it has been stopped
da: Servicen {service} er blevet genstartet {restart} gange på {time} sekunder og er blevet stoppet

source: State
da: Status

source: Log observer
da: Log overvågning

source: Notify when a logger ({loggers}) has logged something
da: Giv besked hvis en log ({loggers}) har logget noget

source: The file system {fs}, mounted on {mp}, has no space left
da: Filsystemet {fs}, der er mounted på {mp}, er fyldt op

source: Free storage space
da: Ledig diskplads

source: Admin Jabber account
da: Administrator jabber konto

source: Jabber server {serverName} is down or connection is not allowed
da: Jabber serveren {serverName} er nede eller forbindelsen bliver ikke tilladt

source: Subscription failed: {message}
da: Tilmeldingen fejlede: {message}

source: Authorization failed: {result} - {message}
da: Login fejlede: {result} - {message}

source: Dispatcher {name} is not configured to be enabled
da: Senderen {name} er ikke sat til.

source: Log file
da: Logfil

source: RSS file: {path}
da: RSS fil: {path}

source: Go to your {url} to check its status.
da: Gå til {url} for at checke status

source: You must set the {variable} variable in the ebox configuration file
da: Du skal sætte variablen {variable} i Zentyal's konfigurationsfil

source: Enter an integer number
da: Indtast en heltals værdi

source: The password should have at least {minLength} characters
da: Passwordet skal have mindst {minLength} tegn

source: The password should have at most {maxLength} characters
da: Passwordet skal højest have {maxLength} tegn

source: IP addresses are not allowed
da: IP adresse ikke tilladt

source: any
da: alle

source: Port range
da: Port område

source: "From" {from} must be greater than "To" {to}
da: "Fra" {from} skal være større end "Til" {to}

source: Summarized report
da: Opsummeret rapport

source: never purge
da: Slet aldrig

source: one hour
da: En time

source: twelve hours
da: 12 timer

source: one day
da: En dag

source: three days
da: 3 dage

source: one week
da: En uge

source: fifteeen days
da: 15 dage

source: thirty days
da: 30 dage

source: ninety days
da: 90 dage

source: Purge logs older than
da: Slet logfiler, der er ældre end

source: Enable/disable logging per-module basis
da: Ja/Nej til lognig på modul basis

source: Force log purge
da: Slet logfiler nu

source: Purge
da: Slet

source: All
da: Alle

source: month
da: måned

source: Report time period
da: Rapport tids periode

source: Service enabled
da: Servicen er aktiveret

source: Service disabled
da: Servicen er slået fra

source: Enable service
da: Aktiver servicen

source: Event service status
da: Handlings status

source: Date of first event
da: Dato for første hændelse (event)

source: Date of last event
da: Dato for sidste hændelse (event)

source: Message
da: Meddelelse

source: Table {table} does not exist
da: Tabellen {table} findes ikke

source: Client Address
da: Klient adresse

source: Action
da: Handling

source: Params
da: Parametre

source: Committed
da: Er gemt

source: Admin
da: Administrator

source: Log messages
da: Log meddelelser

source: Lifetime parameter must be a positive number of hours
da: Levetids parameter skal være et positivt antal timer

source: Remove data from {model}{br}
da: Slet data fra {model}{br}

source: Done
da: Færdig

source: It should be one of following values: {values}
da: Det bør være en af følgende værdier: {values}

source: Actions to be taken allowed are: {view} and {cView}
da: De tilladte handlinger er: {view} og {cView}

source: Choose one of the following:
da: Vælg en af følgende:

source: The data you are modifying is being used by the following sections:
da: De data som du ændrer er i brug af følgende moduler:

source: {model} in {module} module
da: {model} i {module} modul

source: field
da: felt

source: Remove {num} rows of {rowName} from {model}{br}
da: Fjern {num} rækker{rowName} fra {model}{br}

source: Page size
da: Side/område størrelse

source: {row} added
da: {row} tilføjet

source: {row} deleted
da: {row} slettet

source: {row} updated
da: {row} ændret

source: {row} moved up
da: {row} flyttet op

source: {row} moved down
da: {row} flyttet ned

source: Change
da: Foretag ændring

source: Save changes
da: Gem ændringer

source: Creating backup archive
da: Opretter backup arkiv

source: Dumping configuration of module {m}
da: Dump modul {m} konfiguration

source: Could not create backup archive
da: Kunne ikke lave backup arkiv

source: Could not append data to backup archive
da: Kunne ikke tilføje data til backup arkiv

source: Unknown
da: Ukendt

source: Could not extract the requested backup files: {files}
da: Kunne ikke finde de ønskede backup filer: {files}

source: Could not unpack the backup
da: Kunne ikke pakke backuppen ud

source: Incorrect or corrupt backup file
da: Ugyldig eller korrupt backup fil

source: The backup file is corrupt: could not open archive
da: Backup filen er korrupt: kunne ikke åbne filen

source: The backup file is corrupt: could not open backup checksum
da: Backup filer er korrupt: kunne ikke finde checksummen

source: The backup file is corrupt.
da: Backup filen er korrupt

source: The archive does not contain a full backup, that made a full restore impossibe. A configuration recovery may be possible
da: Backupfilen indeholder ikke en fuld backup, så en fuld restore er ikke mulig. En restore af konfigurationen kan være mulig.

source: There in not enough space left in the hard disk to complete the restore proccess. {size} Kb required. Free sufficient space and retry
da: Der er ikke nok plads på disken til at gøre restoreen færdig. Der mangler {size} Kbyte. Prøv at skaffe nok ledig plads og prøv igen

source: No module {m} found in backup
da: Intet modul {m} fundet i backup.

source: Unresolved restore dependency for module {topModule}: {modName} is not installed
da: Nogle afhængigheder er ikke opfyldt for at kunne lave en restore af {topModule}: {modName} er ikke installeret

source: available
da: mulige

source: Time
da: Tid

source: System load
da: Serverens belastning

source: Users
da: Brugere

source: General
da: Generelt

source: Halt/Reboot
da: Stop/reboot

source: Enabling {modName} module
da: Aktiver {modName} modulet

source: running {scriptName} script
da: kører {scriptName} scriptet

source: No usage data for {d}. Are you sure is a valid disk?
da: Ingen data for {d}. Er du sikker på at det er en disk ?

source: Do you wish to overwrite these files?
da: Ønsker du at overskrive disse filer?:

source: Keep current file
da: Behold nuværende fil

source: Modify
da: Modificer

source: Finish
da: Færdig

source: Now you are ready to save changes and start using your Zentyal server
da: Nu er du klar til at gemme dine ændringer og starte med at bruge Zentyal serveren

source: Skip
da: Spring over

source: Remote services control panel
da: Kontrol panel for fjernbetjenings tjenesten.

source: Enabling this module will cause Zentyal to perform the actions and file modifications listed below. You must explicitly accept these changes to enable the module.
da: Aktivering af dette modul vil få Zentyal til at gennemføre de ændringer som er listet herunder. Du skal acceptere alle disse hændelser for at aktivere modulet.

source: Actions to perform by Zentyal
da: Hændelser som skal køres af Zentyal.

source: Files to modify by Zentyal
da: Filer som skal modificeres af Zentyal

source: Accept
da: Accepter

source: Running
da: Kører

source: Stopped
da: Stoppet

source: The service is enabled, but not running
da: Tjenesten er aktiveret men kører ikke

source: Running unmanaged
da: Kører uden indblanding

source: Disabled
da: Slået fra

source: Restart
da: Genstart

source: No entries in this list
da: Ingen ændringer i denne liste

source: You might lose your Internet connection if this machine is halted.
da: Du mister måske din forbindelse til internettet hvis denne server lukkes ned.

source: Halt
da: Stop

source: Reboot
da: Genstart (reboot)

source: Inexistent RAID array {a}
da: RAID arrayet {a} findes ikke

source: RAID is not enabled in this system.
da: Raid er ikke aktiveret i dette system

source: left-asymmetric
da: venstre-asymmetrisk

source: right-asymmetric
da: højre-asymmetrisk

source: left-symmetric
da: venstre-symmetrisk

source: right-symmetric
da: højre-symmetrisk

source: Active RAID devices
da: Aktive RAID enheder

source: Active RAID devices needed
da: Manglende aktive RAID enheder

source: Size in blocks
da: Størrelse i blokke

source: Chunk size
da: Chunk størrelse

source: Parity algorithm
da: Paritets algoritme

source: Array properties
da: Array værdier

source: Resyncing array
da: Arrayet syncer

source: Rebuild array
da: Arrayet genopbygges

source: Reshape array
da: Arrayet genskabes

source: Operation type
da: Operationens type

source: Percentage completed
da: Procent færdig

source: Estimated time left
da: Ca. tid tilbage

source: Operation speed
da: Operationens hastighed

source: RAID device number
da: RAID enheds nummer

source: Device
da: Enhed

source: failure
da: fejl

source: No unused RAID devices
da: Der er ingen ubrugte RAID enheder

source: Unused RAID arrays
da: Ubrugte RAID enheder

source: Mounted on
da: Mounted på

source: Options
da: Muligheder

source: Item
da: Ting

source: items left
da: Ting tilbage

source: Some error has happened in Zentyal:
da: Der er sket en fejl i Zentyal:

source: Starting...
da: Starter....

source: Last hour logs will be showed when selecting a component
da: Den sidste times log vil blive vist når du vælger en komponent

source: View
da: Vis

source: Custom query
da: Tilpas database forespørgsel (query)

source: From date:
da: Fra dato:

source: January
da: Januar

source: February
da: Februar

source: March
da: Marts

source: May
da: Maj

source: June
da: Juni

source: July
da: Juli

source: October
da: Oktober

source: To date:
da: Til dato:

source: Search
da: Søg

source: Save as event
da: Gem som en hændelse

source: No logs matching current criterion
da: Der var ingen logs der passede

source: first
da: første

source: prev
da: forrige

source: next
da: næste

source: last
da: sidste

source: The following modules have unsaved changes but are <b>disabled</b>. If you need to enable them go to {openref}Module Status{closeref}.
da: De følgende moduler har ikke gemte ændringer men er <b>deaktiverede</b>. hvis du ønsker at aktivere dem, gå da til {openref}Module Status{closeref}.

source: There are unsaved changes in one or more modules, you can save or discard those changes.
da: Der er ikke gemte ændringer i et eller flere moduler, du kan gemme eller slette ændringerne.

source: If you made changes to the network interfaces or the administration port, you may need to manually rewrite the url in order to access this administration interface again.
da: Hvis du har lavet ændringer til et netværks interface eller administrations porten, kan det være nødvendigt at du manuelt skal skrive den nye adresse i browserens URL linie.

source: Save
da: Gem

source: Discard changes
da: Slet ændringer

source: There are no unsaved changes.
da: Der er ikke nogen ændringer, der ikke er gemt.

source: Full Backup
da: Fuld backup

source: Those modules which have not been enabled for first time in the {openref}Module Status{closeref} section will be ignored in both backup and restore operations.
da: Disse moduler som ikke er blevet aktiverede i {openref}Module Status{closeref} sektionen vil blive ignorert i både backup og genskabelses operationen.

source: Backups will be stored in Zentyal and then you will be able to download them to your hard disk.
da: Backupper vil blive gemt på Zentyal , du vil derefter havde mulighed for at gemme dem på harddisken.

source: If you have the file sharing module configured, all users having administration rights will be able to access the backup directory as a shared resource.
da: Hvis du har konfigureret fil delings (file sharing) modulet, vil alle brugere med Administrator rettigheder havde adgang til backup kataloget (directory) som delt resurse.

source: Backup is disabled because there are unsaved configuration changes. Please, save or discard them to be able to backup the configuration
da: Backup kan ikke køres, da der er ikke gemte konfigurationsændringer. Du skal enten gemme dem eller slette dem for at kunne køre backuppen

source: Backup file
da: Backup fil

source: Full
da: Fuld

source: Configuration only
da: Kun konfiguration

source: Unknown type
da: Ukendt type

source: Backups' list
da: Backup liste

source: Archive size
da: Arkiv størrelse

source: Actions
da: Handlinger

source: Restore configuration using this file
da: Restore konfiguration med denne fil

source: Restore from backup
da: Restore fra backup

source: delete
da: slet

source: Forum
da: Forum (mødested)

source: Report a bug
da: Rapporter en fejl

source: How to Contribute
da: Hvordan kan du yde dit bidrag

source: It may take several minutes to generate the report. Please be patient.
da: Det kan tage flere minutter at genere denne rapport. Vent venligst.

source: There are unsaved changes, if you log out now they will be lost.
da: Der er ændringer, der ikke er gemt, hvis du logger ud nu vil de være tabt.

source: There are no unsaved changes in this session.
da: Der er ingen ændringer, der ikke er gemt.

source: Your password must be at least 6 characters long.
da: Passwordet skal være mindst 6 tegn langt

source: Current password
da: Nuværende password

source: New password
da: Nyt password

source: Confirm password
da: Bekræft password

source: Warning: Caps Lock is enabled
da: Advarsel: Caps lock er slået til.

source: Warning: Unfortunately Internet Explorer is not yet supported on Zentyal. Please use {url} instead.
da: Advarsel: Desværre er Internet Explorer ikke brugbart på Zentyal. Brug {url} i stedet.

source: Warning: You are using a browser which is not {url}, the only one officially supported. Please, take into consideration that you might face some issues while navigating on Zentyal UI.
da: Advarsel: du bruger en browser som ikke er {url}, den eneste som supporteres på Zentyal. Der kan være problemer med at benytte din nuværende browser.

source: Cancel
da: Fortryd

source: Full Restore
da: Fuld restore

source: Configuration Restore
da: Konfiguration restore

source: Restore mode
da: Restore metode

source: You will need to restart all the services or reboot the system to apply the hostname change.
da: Du skal genstarte alle tjenester eller genstarte systemet (reboot) for at værts navn ændringen slår i gennem.
